Repository: gfunkmonk2/mate-games
Catalog: lightsoff/help/*/*.po
Languages: de, el, es, fr

source: There is only one action available in <application>Lights Off</application>: clicking a tile on the board. You can either click on the tile with the mouse, or use the arrow keys to choose it. The first time you press an arrow key during a game of <application>Lights Off</application>, a cursor will appear, which you can move with the keyboard; pressing enter will click the light below the cursor.
de: Für <application>Lichter aus</application> gibt es nur eine mögliche Aktion: das Anklicken eines Spielsteins auf dem Spielfeld. Einen Klick können Sie entweder mit der Maus ausführen oder die Pfeiltasten verwenden, um einen Stein auszuwählen. Wenn Sie in <application>Lichter aus</application> erstmalig eine Pfeiltaste drücken, wird ein Cursor angezeigt, den Sie nun über das Speilfeld bewegen können. Durch Drücken der Eingabetaste entfernen Sie den darunterliegenden Stein, das heißt, Sie »schalten ihm das Licht aus«.
el: Υπάρχει μόνο μια διαθέσιμη ενέργεια στο <application>Σβήστε τα φώτα</application>: το πάτημα ενός τετραγώνου στο ταμπλώ. Μπορείτε είτε να πατήσετε το τετράγωνο με το ποντίκι, είτε να χρησιμοποιήσετε τα βελάκια του πληκτρολογίου για να το επιλέξετε. Την πρώτη φορά που θα πατήσετε ένα πλήκτρο βελάκι κατά τη διάρκεια ενός παιχνιδιού <application>Σβήστε τα φώτα</application>, θα εμφανιστεί ένας δείκτης τον οποίο μπορείτε να μετακινείτε από το πληκτρολόγιο. Πιέζοντας το Enter θα πατήσετε το φως κάτω από το δείκτη.
es: Sólo hay una acción disponible en <application>Luces fuera</application>: pulsar sobre una ficha del tablero. Puede pulsar una ficha con el ratón o usar las teclas de flechas para seleccionarla. La primera vez que pulsa una tecla de flecha durante una partida de <application>Luces fuera</application> aparecerá un cursor que puede mover con el teclado; pulsando intro se apagará la luz bajo el cursor.
fr: Il n'y a qu'une seule action disponible dans <application>Lights Off</application> : cliquer un carreau sur le plateau. Vous pouvez soit cliquer sur un carreau avec la souris, ou utiliser les touches de direction pour le choisir. La première fois que vous enfoncez une touche flèche pendant une partie de <application>Lights Off</application>, un curseur que vous pouvez déplacer avec le clavier, apparaît ; en appuyant sur Entrée, vous cliquez sur le carreau sous le curseur.

source: When a tile is clicked, both it and all of its non-diagonal neighbors will toggle their state. The objective is to turn all of the tiles on the board off.
de: Wenn ein Stein angeklickt wird, dann wird für diesen Stein sowie für seine nicht diagonal angrenzenden Nachbarn der Status umgeschaltet. Ziel ist es, sämtliche Steine auf dem Spielfeld »auszuschalten«.
el: Όταν πατηθεί ένα τετράγωνο, τόσο αυτό όσο και τα μη διαγώνια γειτονικά του θα εναλλάξουν την κατάστασή τους. Ο σκοπός είναι να σβήσετε όλα τα φώτα στο ταμπλώ.
es: Cuando se pulsa sobre una ficha, tanto ella como sus vecinas no diagonales cambian su estado. El objetivo es desactivar todas las fichas en el tablero.
fr: Quand un carreau est cliqué, le carreau et tous ses voisins non diagonaux changent d'état. L'objectif est d'éteindre tous les carreaux du plateau.

source: Starting a New Game
de: Ein neues Spiel starten
el: Εκκίνηση νέου παιχνιδιού
es: Iniciar una nueva partida
fr: Démarrage d'un nouveau jeu

source: To begin a new game, go to <menuchoice><guimenu>Game</guimenu><guimenuitem>New Game</guimenuitem></menuchoice>. The progression of levels will be the same between games and between computers, so <menuchoice><guimenuitem>New Game</guimenuitem></menuchoice> should only be chosen if you actually want to return to the beginning of the game.
de: Um ein neues Spiel zu beginnen, wählen Sie <menuchoice><guimenu>Spiel</guimenu><guimenuitem>Neues Spiel</guimenuitem></menuchoice>. Die Spielstufen werden für den Spieler wie für den Rechner gleichermaßen erhöht, so dass Sie <menuchoice><guimenuitem>Neues Spiel</guimenuitem></menuchoice> nur dann wählen sollten, wenn Sie direkt zum Beginn des Spiels zurückkehren wollen.
el: Για να εκκινήσετε ένα νέο παιχνίδι, επιλέξτε <menuchoice><guimenu>Παιχνίδι</guimenu><guimenuitem>Νέο παιχνίδι</guimenuitem></menuchoice>. Η διαδοχή των επιπέδων θα είναι ίδια μεταξύ παιχνιδιών και υπολογιστών, οπότε το <menuchoice><guimenuitem>Νέο παιχνίδι</guimenuitem></menuchoice> θα πρέπει να επιλέγεται μόνο αν πραγματικά θέλετε να επιστρέψετε στην αρχή του παιχνιδιού.
es: Para iniciar una partida nueva vaya a <menuchoice><guimenu>Juego</guimenu><guimenuitem>Juego nuevo</guimenuitem></menuchoice>. La progresión de los niveles será la misma entre partidas y entre computadores, de tal forma que <menuchoice><guimenuitem>Juego nuevo</guimenuitem></menuchoice> sólo se deberá elegir si se quiere volver al principio del juego.
fr: Pour commencer un nouveau jeu, choisissez <menuchoice><guimenu>Jeu</guimenu><guimenuitem>Nouveau jeu</guimenuitem></menuchoice>. La progression des niveaux est la même pour tous les jeux et les ordinateurs, donc <menuchoice><guimenuitem>Nouveau jeu</guimenuitem></menuchoice> ne doit être choisi que si vous souhaitez vraiment revenir au début de la partie.

source: Customizing <application>Lights Off</application>
de: <application>Lichter aus</application> anpassen
el: Παραμετροποίηση του <application>Σβήστε τα φώτα</application>
es: Personalizar <application>Luces fuera</application>
fr: Personnalisation de <application>Lights Off</application>

source: Customizing the Look of <application>Lights Off</application>
de: Anpassen des Erscheinungsbilds von <application>Lichter aus</application>
el: Τροποποίηση της εμφάνισης του <application>Σβήστε τα φώτα</application>
es: Personalizar la apariencia de <application>Luces fuera</application>
fr: Personnalisation de l'apparence de <application>Lights Off</application>

source: Under <menuchoice><guimenu>Game</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>, you can customize the look of the tiles in <application>Lights Off</application>. There are a variety of styles included, some of which make use of the color of your theme. This can be disabled with the <guilabel>Use colors from MATE Theme</guilabel> option in the Preferences window.
de: Unter <menuchoice><guimenu>Einstellungen</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> können Sie das Aussehen der Bilder für die Blöcke in <application>Lichter aus</application> anpassen. Es ist bereits eine Reihe von Stilen enthalten, wobei einige davon die Farben des Themas Ihrer Arbeitsumgebung mit nutzen. Sie können dies mit der Option <guilabel>Farben vom System-Thema verwenden</guilabel> im Einstellungsfenster deaktivieren.
el: Στο μενού <menuchoice><guimenu>Παιχνίδι</guimenu><guimenuitem>Προτιμήσεις</guimenuitem></menuchoice>, μπορείτε να τροποποιήσετε την εμφάνιση των τετραγώνων στο <application>Σβήστε τα φώτα</application>. Διατίθεται μια ποικιλία από στυλ, μερικά από τα οποία θα χρησιμοποιούν τα χρώματα του οπτικού θέματος της επιφάνειας εργασίας σας. Αυτό μπορεί να απενεργοποιηθεί με την επιλογή <guilabel>Χρήση των χρωμάτων του θέματος MATE</guilabel> στο παράθυρο Προτιμήσεις.
es: Bajo <menuchoice><guimenu>Juego</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice> puede personalizar el aspecto de las fichas en <application>Luces fuera</application>. Existe una variedad de estilos incluida, algunos de los cuales usan el color de su tema. Esto se puede desactivar con la opción <guilabel>Usar los colores del tema de MATE</guilabel> en la ventana de Preferencias.
fr: Dans <menuchoice><guimenu>Jeu</guimenu><guimenuitem>Préférences</guimenuitem></menuchoice>, vous pouvez personnaliser l'apparence des carreaux dans <application>Lights Off</application>. Il y a de nombreux styles inclus, certains utilisent les couleurs de votre thème. Cela peut être désactivé avec l'option <guilabel>Utiliser les couleurs du thème MATE</guilabel> dans la fenêtre des préférences.

source: Authors
de: Autoren
el: Συγγραφείς
es: Autores
fr: Auteurs

source: <application>Lights Off</application> was written by Tim Horton in 2009 and maintained by the Mate Games Team since then. This manual was written by Tim Horton. To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
de: <application>Lichter aus</application> wurde im Jahre 2009 von Tim Horton geschrieben und wird seitdem vom MATE-Games-Entwicklerteam verwaltet. Dieses Handbuch wurde von Tim Horton geschrieben. Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen in diesem <ulink url="ghelp:user-guide?feedback-bugs" type="help">Dokument</ulink>.
el: Το <application>Σβήστε τα φώτα</application> γράφτηκε από τον Tim Horton το 2009 και έκτοτε συντηρείται από την Ομάδα παιχνιδιών του MATE. Αυτό το εγχειρίδιο γράφτηκε από τον Tim Horton. Για να αναφέρετε ένα σφάλμα ή να κάνετε μια εισήγηση σχετικά με αυτή την εφαρμογή ή αυτό το εγχειρίδιο, ακολουθήστε τις οδηγίες σε αυτό το <ulink url="ghelp:user-guide?feedback-bugs" type="help">έγγραφο</ulink>.
es: Tim Horton escribió <application>Luces fuera</application> en 2009 y desde entonces el Equipo de Juegos de MATE lo mantiene. Tim Horton escribió este manual. Para informar de un fallo, o hacer alguna sugerencia concerniente a esta aplicación o este manual, siga las indicaciones en este <ulink url="ghelp:user-guide?feedback-bugs" type="help">documento</ulink>.
fr: Tim Horton a écrit <application>Lights Off</application> en 2009 et ce jeu est depuis maintenu par l'équipe MATE Games. Tim Horton a écrit ce manuel. Pour signaler une anomalie ou émettre une suggestion concernant cette application ou ce manuel, procédez comme indiqué dans ce <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.

source: License
de: Lizenz
el: Άδεια
es: Licencia
fr: Licence

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="mate-help:gpl"><citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software; Sie können es weiterverbreiten und/oder ändern unter den Bedingungen der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> wie sie von der <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink> veröffentlicht wurde; entweder in Version 2 der Lizenz oder (nach Ihrer Wahl) jeder neueren Version.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό. Μπορείτε να το αναδιανείμετε και/ή να το τροποποιήσετε υπό τους όρους της <ulink type="help" url="mate-help:gpl"><citetitle>Γενικής δημόσιας άδειας GNU</citetitle></ulink> όπως δημοσιεύεται από το Ίδρυμα ελεύθερου λογισμικού, στην έκδοση 2 της Άδειας, ή (κατ' επιλογή σας) οποιαδήποτε νεότερη έκδοση.
es: Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la <ulink type="help" url="mate-help:gpl"><citetitle>Licencia Pública General GNU</citetitle></ulink> tal como se publica por la Free Software Foundation; ya sea la versión 2 de la Licencia, o (a su elección) cualquier versión posterior.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier selon les termes de la <ulink type="help" url="mate-help:gpl"><citetitle>GNU General Public License</citetitle></ulink>, tels que publiés par la Free Software Foundation ; soit la version 2 de cette licence ou (à votre choix) toute version ultérieure.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
de: Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich ist, aber OHNE JEGLICHE GARANTIE; auch ohne eine GEBRAUCHSTAUGLICHKEITSGARANTIE oder eine Garantie über die TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> für genauere Hinweise.
el: Αυτό το πρόγραμμα διανείμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΜΙΑ ΕΓΓΥΗΣΗ, χωρίς καν την νοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Δείτε τη <citetitle>Γενική δημόσια άδεια GNU</citetitle> για περισσότερες λεπτομέρειες.
es: Este programa se distribuye con la esperanza de que le sea útil, pero SIN NINGUNA GARANTÍA; sin incluso la garantía implícita de MERCANTILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la <citetitle>Licencia Pública General GNU</citetitle> para más detalles.
fr: Ce programme est distribué dans l’espoir qu’il sera utile, mais SANS AUCUNE GARANTIE, ni explicite ni implicite; sans même les garanties de commercialisation ou d’adaptation dans un but spécifique. Se référer à la <citetitle>GNU General Public License</citetitle> pour plus de détails.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>MATE Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
de: Eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> ist im Anhang des <citetitle>MATE Benutzerhandbuchs</citetitle> enthalten. Sie können außerdem eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> von der Free Software Foundation erhalten, indem Sie auf <ulink type="http" url="http://www.fsf.org">ihre Internetseite</ulink> gehen oder an die <address>Free Software Foundation, Inc.<street>51 Franklin Street, Fifth Floor</street><city>Boston</city>, <state>MA</state><postcode>02111-1301</postcode><country>USA</country></address> schreiben.
el: Στον <citetitle>Οδηγό χρήστη του MATE</citetitle> συμπεριλαμβάνεται ένα παράρτημα με τη <citetitle>Γενική δημόσια άδεια GNU</citetitle>. Μπορείτε επίσης να λάβετε ένα αντίγραφο της <citetitle>Γενικής δημόσιας άδειας GNU</citetitle> από το Ίδρυμα ελεύθερου λογισμικού όταν επισκεφθείτε <ulink type="http" url="http://www.fsf.org">τον ιστότοπό τους</ulink> ή γράφοντας στο <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>.
es: Una copia de la <citetitle>Licencia Pública General GNU</citetitle> está incluida en el apéndice de la <citetitle>Guía de Usuario de MATE</citetitle>. También puede obtener una copia de la <citetitle>Licencia Pública General GNU</citetitle> de la Free Software Foundation visitando <ulink url="http://www.fsf.org" type="http">su página web</ulink> o escribiendo a la <address>Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
fr: Une copie de la <citetitle>GNU General Public License</citetitle> est inclue sous forme d'annexe au <citetitle>Guide d'utilisation du bureau MATE</citetitle>. Vous pouvez également obtenir une copie de la <citetitle>GNU General Public License</citetitle> à la Free Software Foundation en visitant <ulink type="http" url="http://www.fsf.org">leur site Web</ulink> ou en écrivant à <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2009, 2010
el: Μάριος Ζηντίλης <m.zindilis@dmajor.org>, 2010
es: Jorge González <jorgegonz@svn.mate.org>, 2010
fr: Laurent Coudeur <laurentc@iol.ie>, 2010 Bruno Brouard <annoa.b@gmail.com>, 2010
