Repository: gfunkmonk2/mate-games
Catalog: lightsoff/help/*/*.po
Languages: de, el, es, fr

source: <application>Lights Off</application> Manual
de: <application>Lichter aus</application>-Handbuch
el: Εγχειρίδιο του <application>Σβήστε τα φώτα</application>
es: Manual de <application>Luces fuera</application>
fr: Manuel de <application>Lights Off</application>

source: Lights Off is a puzzle game, where the objective is to turn off all of the tiles on the board. Each click toggles the state of the clicked tile and its non-diagonal neighbors.
de: »Lichter aus« ist ein Puzzlespiel, dessen Ziel es ist, alle Spielsteine vom Spielfeld zu entfernen. Jeder Klick schaltet den Status des angeklickten Spielsteins und dessen nichtdiagonalen Nachbarn um.
el: Το Σβήστε τα φώτα είναι ένα παιχνίδι γρίφου, ο σκοπός του οποίου είναι να σβήσετε όλα τα τετράγωνα στο ταμπλώ. Κάθε πάτημα εναλλάσσει την κατάσταση του πατημένου τετραγώνου και των μη διαγώνια γειτονικών του τετραγώνων.
es: Luces fuera es un juego tipo puzle donde el objetivo es cambiar todas las fichas en el tablero. Cada pulsación cambia el estado de la ficha pulsada y sus vecinos no diagonales.
fr: Lights Off est un jeu de casse tête, dont l'objectif est d'éteindre tous les carreaux du plateau. Chaque clic bascule l'état du carreau sur lequel on a cliqué et de ses voisins non diagonaux.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του MATE
es: Proyecto de documentación de MATE
fr: Projet de documentation MATE

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
el: Επιτρέπεται η αντιγραφή, διανομή και/ή τροποποίηση αυτού του εγγράφου υπό τους όρους της Ελεύθερης άδειας τεκμηρίωσης GNU (GFDL), στην έκδοση 1.1 ή νεότερη, όπως δημοσιεύεται από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Αμετάβλητα τμήματα, και χωρίς Κείμενα Οπισθοφύλλο και Εξωφύλλου. Μπορείτε να βρείτε ένα αντίγραφο της GFDL σε αυτό το <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS που διανέμεται μαζί με αυτό το εγχειρίδιο.
es: Se otorga permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia de Documentación Libre de GNU, Versión 1.1 o cualquier otra versión posterior publicada por la Free Software Foundation; sin Secciones Invariantes ni Textos de Cubierta Delantera ni Textos de Cubierta Trasera. Puede encontrar una copia de la licencia GFDL en este <ulink type="help" url="ghelp:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document selon les termes de la Licence GNU Free Documentation Licence, Version 1.1 ou ultérieure publiée par la Free Software Foundation sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de cette licence en suivant ce <ulink type="help" url="ghelp:fdl">lien</ulink> ou dans le fichier COPYING-DOCS fourni avec le présent manuel.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
el: Αυτό το εγχειρίδιο είναι μέρος μιας συλλογής από εγχειρίδια του MATE τα οποία διανέμονται υπό την GFDL. Αν θέλετε να διανείμετε αυτό το εγχειρίδιο ξεχωριστά από τη συλλογή, μπορείτε να το κάνετε προσθέτοντας ένα αντίγραφο της άδειας στο εγχειρίδιο, όπως περιγράφεται στο τμήμα 6 της άδειας.
es: Este manual es parte de una colección de manuales de MATE distribuido bajo la GFDL. Si quiere distribuir este manual por separado de la colección, puede hacerlo añadiendo una copia de la licencia al manual, tal como se describe en la sección 6 de la licencia.
fr: Ce manuel fait partie de la collection de manuels MATE distribués selon les termes de la licence de documentation libre GNU. Si vous souhaitez distribuer ce manuel indépendamment de la collection, vous devez joindre un exemplaire de la licence au document, comme indiqué dans la section 6 de celle-ci.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer MATE-Dokumentation vorkommen und wenn die Mitglieder des MATE Documentation Project über diese Marken informiert wurden, sind die Namen in Grossbuchstaben oder mit großen Anfangsbuchstaben geschrieben.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρείες για να ξεχωρίζουν τα προϊόντα και τις υπηρεσίες τους είναι κατατεθέντα σήματα. Όπου εμφανίζονται αυτά τα ονόματα στην τεκμηρίωση του MATE, και τα μέλη του Έργου τεκμηρίωσης του MATE το γνωρίζουν, αναγράφονται με κεφαλαία γράμματα ή με κεφαλαίο το αρχικό τους γράμμα.
es: Muchos de los nombres utilizados por las empresas para distinguir sus productos y servicios se consideran marcas comerciales. Cuando estos nombres aparezcan en la documentación de MATE, y siempre que se haya informado a los miembros del Proyecto de documentación de MATE de dichas marcas comerciales, los nombres aparecerán en mayúsculas o con las iniciales en mayúsculas.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation MATE et que les membres du projet de documentation MATE sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND
el: ΤΟ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ «ΩΣ ΕΧΕΙ», ΧΩΡΙΣ ΚΑΝΕΝΟΣ ΕΙΔΟΥΣ ΕΓΓΥΗΣΗ, ΡΗΤΗ Ή ΝΟΟΥΜΕΝΗ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΜΗ ΑΠΟΚΛΕΙΣΤΙΚΑ, ΕΓΓΥΗΣΕΩΝ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ 'Η ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΤΟΥ ΕΓΓΡΑΦΟΥ ΕΙΝΑΙ ΕΛΕΥΘΕΡΟ ΟΠΟΙΩΝΔΗΠΟΤΕ ΕΛΑΤΤΩΜΑΤΩΝ, ΕΜΠΟΡΕΥΣΙΜΟ, ΚΑΤΑΛΛΗΛΟ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ, Ή ΜΗ ΠΑΡΑΒΑΤΙΚΟ. ΟΛΟΚΛΗΡΗ Η ΕΥΘΥΝΗ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ, ΚΑΙ ΑΠΟΔΟΣΗ ΤΩΝ ΕΓΓΡΑΦΩΝ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΤΟΥΣ ΕΙΝΑΙ ΔΙΚΗ ΣΑΣ. ΑΝ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ ΑΠΟΔΕΙΧΘΕΙ ΕΛΑΤΤΩΜΑΤΙΚΟ ΜΕ ΟΠΟΙΟΔΗΠΟΤΕ ΤΡΟΠΟ, ΕΣΕΙΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Η ΑΛΛΟΣ ΣΥΝΕΙΣΦΕΡΟΝΤΑΣ) ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΟΝΔΗΠΟΤΕ ΑΝΑΓΚΑΙΩΝ ΣΥΝΤΗΡΗΣΕΩΝ, ΕΠΙΔΙΟΡΘΩΣΕΩΝ Ή ΔΙΟΡΘΩΣΕΩΝ. ΑΥΤΗ Η ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ ΑΠΟΤΕΛΕΙ ΟΥΣΙΩΔΕΣ ΜΕΡΟΣ ΑΥΤΗΣ ΤΗΣ ΑΔΕΙΑΣ. ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΚΑΜΙΑ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ ΕΚΤΟΣ ΑΠΟ ΑΥΤΗ ΤΗΝ ΑΠΟΠΟΙΗΣΗ, ΚΑΙ
es: EL DOCUMENTO SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, NI EXPLÍCITA NI IMPLÍCITA INCLUYENDO, SIN LIMITACIÓN, GARANTÍA DE QUE EL DOCUMENTO O VERSIÓN MODIFICADA DE ÉSTE CAREZCA DE DEFECTOS COMERCIALES, SEA ADECUADO A UN FIN CONCRETO O INCUMPLA ALGUNA NORMATIVA. TODO EL RIESGO RELATIVO A LA CALIDAD, PRECISIÓN Y UTILIDAD DEL DOCUMENTO O SU VERSIÓN MODIFICADA RECAE EN USTED. SI CUALQUIER DOCUMENTO O VERSIÓN MODIFICADA DE AQUÉL RESULTARA DEFECTUOSO EN CUALQUIER ASPECTO, USTED (Y NO EL REDACTOR INICIAL, AUTOR O CONTRIBUYENTE) ASUMIRÁ LOS COSTES DE TODA REPARACIÓN, MANTENIMIENTO O CORRECCIÓN NECESARIOS. ESTA RENUNCIA DE GARANTÍA ES UNA PARTE ESENCIAL DE ESTA LICENCIA. NO SE AUTORIZA EL USO DE NINGÚN DOCUMENTO NI VERSIÓN MODIFICADA DE ÉSTE POR EL PRESENTE, SALVO DENTRO DEL CUMPLIMIENTO DE LA RENUNCIA;Y
fr: LE PRÉSENT DOCUMENT EST FOURNI « TEL QUEL », SANS AUCUNE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS, ET SANS LIMITATION, LES GARANTIES DE BONNE QUALITÉ MARCHANDE OU D'APTITUDE À UN EMPLOI PARTICULIER OU AUTORISÉ DU DOCUMENT OU DE SA VERSION MODIFIÉE. L'UTILISATEUR ASSUME TOUT RISQUE RELATIF À LA QUALITÉ, À LA PERTINENCE ET À LA PERFORMANCE DU DOCUMENT OU DE SA VERSION DE MISE À JOUR. SI LE DOCUMENT OU SA VERSION MODIFIÉE S'AVÉRAIT DÉFECTUEUSE, L'UTILISATEUR (ET NON LE RÉDACTEUR INITIAL, L'AUTEUR, NI TOUT AUTRE PARTICIPANT) ENDOSSERA LES COÛTS DE TOUTE INTERVENTION, RÉPARATION OU CORRECTION NÉCESSAIRE. CETTE DÉNÉGATION DE RESPONSABILITÉ CONSTITUE UNE PARTIE ESSENTIELLE DE CETTE LICENCE. AUCUNE UTILISATION DE CE DOCUMENT OU DE SA VERSION MODIFIÉE N'EST AUTORISÉE AUX TERMES DU PRÉSENT ACCORD, EXCEPTÉ SOUS CETTE DÉNÉGATION DE RESPONSABILITÉ ; ET

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.
el: ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΝΟΜΙΚΗ ΣΥΝΘΗΚΗ, ΕΙΤΕ ΜΕΣΩ ΣΥΜΒΟΛΑΙΩΝ Ή ΑΛΛΙΩΣ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ ΠΑΡΑΛΗΨΕΩΝ), ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ Ο ΣΥΓΓΡΑΦΕΑΣ, Ο ΔΙΑΝΟΜΕΑΣ, Ή ΑΛΛΟΣ ΣΥΝΥΠΕΥΘΥΝΟΣ ΓΙΑ ΤΗ ΣΥΓΓΡΑΦΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ, ΓΙΑ ΕΜΜΕΣΕΣ Η ΑΜΕΣΕΣ, ΤΥΧΑΙΕΣ Ή ΜΗ ΖΗΜΙΕΣ ΠΑΝΤΩΣ ΦΥΣΕΩΣ ΠΟΥ ΠΡΟΕΡΧΟΝΤΑΙ ΑΠΟ ΤΗ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ ΚΑΙ/Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΚΟΜΑ ΚΑΙ ΕΑΝ ΕΧΕΙ ΥΠΑΡΞΕΙ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΥΠΑΡΞΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.
es: EN NINGUNA CIRCUNSTANCIA NI SEGÚN NINGÚN ARGUMENTO LEGAL, SEA POR MOTIVOS CULPOSOS (INCLUIDA LA NEGLIGENCIA), CONTRACTUALES O DE OTRO TIPO, NI EL AUTOR, NI EL REDACTOR INICIAL, NI CUALQUIER COLABORADOR, NI CUALQUIER DISTRIBUIDOR DEL DOCUMENTO O VERSIÓN MODIFICADA DEL MISMO, NI CUALQUIER PROVEEDOR DE CUALQUIERA DE DICHAS PARTES, SERÁN RESPONSABLES, ANTE NINGÚN TERCERO, DE NINGÚN DAÑO O PERJUICIO DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL O CONSIGUIENTE DE NINGÚN TIPO, INCLUIDOS, SIN LIMITACIÓN, LOS DAÑOS POR PÉRDIDA DE FONDO DE COMERCIO, INTERRUPCIÓN DEL TRABAJO, FALLO O MAL FUNCIONAMIENTO INFORMÁTICO, NI CUALQUIER OTRO DAÑO O PÉRDIDA DERIVADOS DEL USO DEL DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO, O RELACIONADO CON ELLO, INCLUSO SI SE HABÍA COMUNICADO A AQUELLA PARTE LA POSIBILIDAD DE TALES DAÑOS.
fr: EN AUCUNE CIRCONSTANCE ET SOUS AUCUNE INTERPRÉTATION DE LA LOI, QU'IL S'AGISSE D'UN DÉLIT CIVIL (Y COMPRIS LA NÉGLIGENCE), CONTRACTUEL OU AUTRE, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT PARTICIPANT OU TOUT DISTRIBUTEUR DE CE DOCUMENT OU DE SA VERSION MODIFIÉE, OU TOUT FOURNISSEUR DE L'UNE DE CES PARTIES NE POURRA ÊTRE TENU RESPONSABLE À L'ÉGARD DE QUICONQUE POUR TOUT DOMMAGE DIRECT, INDIRECT, PARTICULIER, OU ACCIDENTEL DE TOUT TYPE Y COMPRIS, SANS LIMITATION, LES DOMMAGES LIÉS À LA PERTE DE CLIENTÈLE, À UN ARRÊT DE TRAVAIL, À UNE DÉFAILLANCE OU UN MAUVAIS FONCTIONNEMENT INFORMATIQUE, OU À TOUT AUTRE DOMMAGE OU PERTE LIÉE À L'UTILISATION DU DOCUMENT ET DE SES VERSIONS MODIFIÉES, MÊME SI LADITE PARTIE A ÉTÉ INFORMÉE DE L'ÉVENTUALITÉ DE TELS DOMMAGES.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>
el: ΤΟ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΕΛΕΥΘΕΡΗΣ ΑΔΕΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ GNU ΜΕ ΤΗΝ ΕΠΙΠΛΕΟΝ ΚΑΤΑΝΟΗΣΗ ΟΤΙ: <placeholder-1/>
es: ESTE DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO SE PROPORCIONAN SEGÚN LAS CONDICIONES ESTABLECIDAS EN LA LICENCIA DE DOCUMENTACIÓN LIBRE DE GNU (GFDL) Y TENIENDO EN CUENTA QUE: <placeholder-1/>
fr: LE PRÉSENT DOCUMENT ET SES VERSIONS DE MISE À JOUR SONT FOURNIS SOUS LES CONDITIONS DE L'ACCORD DE LICENCE DE DOCUMENTATION LIBRE GNU, SACHANT QUE : <placeholder-1/>

source: Lights Off Manual V1.0
de: Lichter aus-Handbuch V1.0
el: Εγχειρίδιο του Σβήστε τα φώτα, έκδοση 1.0
es: Manual de Luces fuera V1.0
fr: Manuel de Lights Off V1.0

source: January 2010
de: Januar 2010
el: Ιανουάριος 2010
es: Enero de 2010
fr: Janvier 2010

source: This manual describes version 2.28 of Lights Off.
de: Dieses Handbuch beschreibt Version 2.28 von »Lichter aus«.
el: Αυτό το εγχειρίδιο περιγράφει την έκδοση 2.28 του Σβήστε τα φώτα.
es: Este manual describe la versión 2.28 de Luces fuera.
fr: Ce manuel documente la version 2.28 de Lights Off.

source: Feedback
de: Rückmeldungen
el: Ανάδραση
es: Comentarios
fr: Votre avis

source: To report a bug or make a suggestion regarding the <application>Lights Off</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Feedback Page</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE-Seite für Rückmeldungen</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια εισήγηση σχετικά με την εφαρμογή <application>Σβήστε τα φώτα</application> ή με αυτό το εγχειρίδιο, ακολουθήστε τις οδηγίες στη <ulink url="ghelp:user-guide?feedback-bugs" type="help">σελίδα ανάδρασης του MATE</ulink>.
es: Para informar de un fallo, o hacer alguna sugerencia concerniente la aplicación <application>Luces fuera</application> o este manual, siga las indicaciones en la <ulink url="ghelp:user-guide?feedback-bugs" type="help">Página de comentarios de MATE</ulink>.
fr: Pour signaler une anomalie ou émettre une suggestion concernant <application>Lights Off</application> ou ce manuel, procédez comme indiqué sur la <ulink url="ghelp:user-guide?feedback-bugs" type="help">page de réactions sur MATE</ulink>.

source: Lights Off
de: Lichter aus
el: Σβήστε τα φώτα
es: Luces fuera

source: Introduction
de: Einführung
el: Εισαγωγή
es: Introducción

source: <application>Lights Off</application> is a puzzle game, where the objective is to turn off all of the tiles on the board. Each click toggles the state of the clicked tile and its non-diagonal neighbors.
de: <application>Lichter aus</application> ist ein Puzzlespiel, dessen Ziel es ist, alle Spielsteine vom Spielfeld zu entfernen. Jeder Klick schaltet den Status des angeklickten Spielsteins und dessen nichtdiagonalen Nachbarn um.
el: Το <application>Το Σβήστε τα φώτα</application> είναι ένα παιχνίδι γρίφου, ο σκοπός του οποίου είναι να σβήσετε όλα τα τετράγωνα στο ταμπλώ. Κάθε πάτημα εναλλάσσει την κατάσταση του πατημένου τετραγώνου και των μη διαγώνια εφαπτόμενών του τετραγώνων.
es: <application>Luces fuera</application> es un juego tipo puzle, donde el objetivo es cambiar todas las fichas en el tablero. Cada pulsación cambia el estado de la ficha pulsada y sus vecinos no diagonales.
fr: <application>Lights Off</application> est un jeu de casse tête, dont l'objectif est d'éteindre tous les carreaux du plateau. chaque clic bascule l'état du carreau sur lequel on a cliqué et de ses voisins non diagonaux.

source: To run <application>Lights Off</application>, select <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guimenuitem>Lights Off</guimenuitem></menuchoice>, or type <command>lightsoff</command> in the command line.
de: Um <application>Lichter aus</application> zu spielen, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guimenuitem>Lichter aus</guimenuitem></menuchoice> oder geben den Befehl <command>lightsoff</command> in einer Befehlszeile ein.
el: Για να ξεκινήσετε το <application>Σβήστε τα φώτα</application>, επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guimenuitem>Σβήστε τα φώτα</guimenuitem></menuchoice>, ή πληκτρολογήστε <command>lightsoff</command> στη γραμμή εντολών.
es: Para ejecutar <application>Luces fuera</application> seleccione <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guimenuitem>Luces fuera</guimenuitem></menuchoice> o escriba <command>lightsoff</command> en la línea de comandos.
fr: Pour lancer <application>Lights Off</application>, sélectionnez <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guimenuitem>Lights Off</guimenuitem></menuchoice>, ou saisissez<command>lightsoff</command> dans la ligne de commande.

source: <application>Lights Off</application> is included in the <filename>mate-games</filename> package, which is part of the MATE desktop environment. This document describes version 1.0 of <application>Lights Off</application>.
de: <application>Lichter aus</application> ist im Paket <filename>mate-games</filename> enthalten, welches wiederum Teil der MATE Arbeitsumgebung ist. Dieses Dokument beschreibt Version 1.0 von <application>Lichter aus</application>.
el: Το <application>Σβήστε τα φώτα</application> συμπεριλαμβάνεται στο πακέτο <filename>mate-games</filename>, το οποίο είναι μέρος του περιβάλλοντος επιφάνειας εργασίας του MATE. Αυτό το εγχειρίδιο περιγράφει την έκδοση 1.0 του <application>Σβήστε τα φώτα</application>.
es: <application>Luces fuera</application> está incluido en el paquete <filename>mate-games</filename>, que es parte del entorno de escritorio MATE. Este documento describe la versión 1.0 de <application>Luces fuera</application>.
fr: <application>Lights Off</application> fait parti du paquet <filename>mate-games</filename>, lui-même inclus dans l'environnement de bureau MATE. Ce document décrit la version 1.0 de <application>Lights Off</application>.

source: Playing <application>Lights Off</application>
de: Playing <application>Lichter aus</application> spielen
el: Παίζοντας <application>Σβήστε τα φώτα</application>
es: Jugar a <application>Luces fuera</application>
fr: Le jeu <application>Lights Off</application>

source: You progress through the levels either by turning off all of the tiles in a particular level, or using the arrow-shaped buttons near the bottom of the game. These buttons allow you to skip levels, or return to previous levels, without restriction.
de: Sie gelangen in die jeweils nächsthöhere Spielstufe, indem Sie alle Steine in der jeweiligen Spielstufe entfernen. Alternativ können Sie die pfeilförmigen Knöpfe am unteren Rand des Spielfelds benutzen, um ohne Einschränkung Spielstufen zu überspringen oder zu vorherigen Spielstufen zurückzukehren.
el: Προχωράτε ανάμεσα στα επίπεδα του παιχνιδιού είτε σβήνοντας όλα τα φωτισμένα τετράγωνα σε ένα συγκεκριμένο επίπεδο, είτε χρησιμοποιώντας τα κουμπιά σε σχήμα βέλους στο κάτω μέρος του παιχνιδιού. Αυτά τα κουμπιά σας επιτρέπουν να παρακάμπτετε επίπεδα, ή να επιστρέφετε σε προηγούμενα επίπεδα, χωρίς περιορισμό.
es: Progresará a través de los niveles desactivando todas las fichas de cada nivel o usando los botones en forma de flecha junto a la parte inferior del juego. Esos botones le permitirán saltarse niveles o volver a niveles anteriores, sin restricción.
fr: Vous progressez dans les niveaux soit en éteignant tous les carreaux d'un niveau particulier, soit en utilisant les boutons en forme de flèches près du bas du jeu. Ces boutons vous permettent de sauter des niveaux, ou de retourner aux niveaux précédents, sans limitation.

source: Manipulating the Board
de: Anpassen des Spielfelds
el: Χειρισμός του ταμπλώ
es: Manipular el tablero
fr: Manipulation du plateau
