Repository: gfunkmonk2/mate-games
Catalog: mate-sudoku/help/*/*.po
Languages: de, el

source: @@image: 'figures/starting.png'; md5=da3e728dabc93664f9c5f9405098fa63
de: @@image: 'figures/starting.png'; md5=912af0d51029c6632f448fc75e5aaeee

source: @@image: 'figures/resuming.png'; md5=e16b015c8432f0b91971c9419773e4e2
de: @@image: 'figures/resuming.png'; md5=eca1205ea7426aefa79d19ea2b11e146

source: @@image: 'figures/always_show_hint.png'; md5=c97972c7861ffe5c9038dc91d3429985
de: @@image: 'figures/always_show_hint.png'; md5=331378dd521f4f82ef4a334aec7df5e2

source: @@image: 'figures/highlighting.png'; md5=915eb28b353ed2ace530aebbef6f8347
de: @@image: 'figures/highlighting.png'; md5=cc480ae9af5e5307db24a11a92ff7eaf

source: <application>Sudoku</application> Manual
de: <application>Sudoku</application>-Handbuch
el: Τεκμηρίωση του <application>Σουντόκου</application>

source: Sudoku is an application for playing the popular sudoku logic puzzle game, in which one must fill a 9 by 9 square with the correct digits.
de: Sudoku ist eine Anwendung, um das populäre Sudoku-Logikpuzzle zu spielen. Dabei müssen 9 mal 9 Kästchen große Quadrate mit den richtigen Ziffern gefüllt werden.
el: Η εφαρμογή Σουντόκου σας επιτρέπει να παίξετε το δημοφιλές παιχνίδι λογικής σουντόκου, όπου πρέπει να συμπληρώσετε ένα τετράγωνο μεγέθους 9x9 με τους σωστούς αριθμούς.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης MATE

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCs.
el: Δίνεται άδεια για αντιγραφή, διανομή και/ή τροποποίηση του εγγράφου υπό τους όρους της GNU Free Documentation License (GFDL), Έκδοση 1.1 ή μεταγενέστερη εκδιδόμενη από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Σταθερά Εδάφια, χωρίς Εξώφυλλα Κειμένου, και χωρίς Οπισθόφυλλα Κειμένου. Μπορείτε να βρείτε ένα αντίγραφο της GFDL σε αυτόν τον <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS που διανεμήθηκε με αυτόν τον οδηγό.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
el: Αυτή η τεκμηρίωση είναι μέρος της συλλογής τεκμηρίωσης του MATE, όπως διανέμεται υπό τους όρους της GFDL. Εάν επιθυμείτε να διανείμετε αυτή την τεκμηρίωση ξεχωριστά από την συλλογή, μπορείτε να το κάνετε εάν η τεκμηρίωση συνοδεύεται από αντίγραφο της άδειας όπως περιγράφεται στον τομέα 6 της άδειας.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρίες για να ξεχωρίσουν τα προϊόντα και τις υπηρεσίες είναι σήματα κατατεθέν. Όπου αυτά τα ονόματα εμφανίζονται στην τεκμηρίωση MATE, και τα μέλη της ομάδας τεκμηρίωσης MATE έχουν γνώση αυτών, τότε αυτά αναγράφονται με κεφαλαίους χαρακτήρες ή με αρχικούς κεφαλαίους χαρακτήρες.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD "WIE ES IST" ZUR VERFÜGUNG GESTELLT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
el: Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ ΟΤΙ ΜΠΟΡΕΙ ΝΑ ΕΞΥΠΗΡΕΤΗΣΕΙ ΚΑΠΟΙΟ ΣΚΟΠΟ Η ΟΤΙ ΕΙΝΑΙ ΧΩΡΙΣ ΣΦΑΛΜΑ. ΟΛΟΚΛΗΡΗ Η ΕΥΘΥΝΗ ΓΙΑ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ ΚΑΙ ΛΕΙΤΟΥΡΓΙΚΟΤΗΤΑ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΝΗΚΕΙ ΣΕ ΕΣΑΣ. ΕΑΝ Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ Ή ΠΑΡΑΛΛΑΓΗ ΑΥΤΗΣ ΕΙΝΑΙ ΛΑΘΟΣ ΚΑΤΑ ΚΑΠΟΙΟ ΤΡΟΠΟ ΕΣΕΙΣ ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΗΝ ΕΥΘΥΝΗ ΤΗΣ ΔΙΟΡΘΩΣΗΣ. Η ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ ΠΟΥ ΣΥΝΟΔΕΥΕΙ ΑΥΤΗ ΤΗΝ ΤΕΚΜΗΡΙΩΣΗ ΕΙΝΑΙ ΑΝΑΠΟΣΠΑΣΤΟ ΚΟΜΜΑΤΙ ΑΥΤΗΣ. ΚΑΜΙΑ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
el: ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΝΟΜΙΚΗ ΣΥΝΘΗΚΗ, ΕΙΤΕ ΜΕΣΩ ΣΥΜΒΟΛΑΙΩΝ Ή ΑΛΛΙΩΣ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ Ο ΣΥΓΓΡΑΦΕΑΣ, Ο ΔΙΑΝΟΜΕΑΣ, Η ΑΛΛΟΣ ΣΥΝΥΠΕΥΘΥΝΟΣ ΓΙΑ ΤΗΝ ΣΥΓΓΡΑΦΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ, ΓΙΑ ΕΜΜΕΣΕΣ Η ΑΜΕΣΕΣ, ΤΥΧΑΙΕΣ Ή ΜΗ ΖΗΜΙΕΣ ΠΑΝΤΩΣ ΦΥΣΕΩΣ ΠΟΥ ΠΡΟΕΡΧΟΝΤΑΙ ΑΠΟ ΤΗΝ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ ΚΑΙ/Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΚΟΜΑ ΚΑΙ ΕΑΝ ΕΧΕΙ ΥΠΑΡΞΕΙ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΥΠΑΡΞΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
el: ΤΟ ΈΓΓΡΑΦΟ ΚΑΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ GNU FREE DOCUMENTATION LICENSE ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>

source: MATE Sudoku Manual V3.0
de: MATE-Sudoku-Handbuch V3.0
el: Τεκμηρίωση του MATE Sudoku V3.0

source: February 2008
de: Februar 2008
el: Φεβρουάριος 2008

source: This manual describes version 2.21.90 of Sudoku
de: Dieses Handbuch beschreibt Version 2.21.90 von Sudoku
el: Αυτή η τεκμηρίωση καλύπτει την έκδοση 2.21.90 του Σουντόκου.

source: Feedback
de: Rückmeldungen
el: Ανάδραση

source: To report a bug or make a suggestion regarding the <application>Sudoku</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Sudoku</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Seite für Rückmeldungen</ulink>."
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με την εφαρμογή <application>Σουντόκου</application> ή αυτή την τεκμηρίωση, ακολουθήστε τις οδηγίες στη σελίδα <ulink url="ghelp:user-guide?feedback-bugs" type="help">ανάδρασης του MATE</ulink>.

source: Introduction
de: Einführung
el: Εισαγωγή

source: <application>Sudoku</application> is an application to generate and play the popular Sudoku logic puzzle (also known as Number Place).
de: <application>Sudoku</application> ist eine Anwendung zum Erzeugen und Lösen der populären Sudoku-Logikpuzzles (auch unter dem Namen "Number Place" bekannt).
el: Η εφαρμογή <application>Σουντόκου</application> σας επιτρέπει να παίξετε το δημοφιλές παιχνίδι λογικής σουντόκου, καθώς και να παράγετε νέα παζλ Σουντόκου.

source: The rules of Sudoku are quite simple. In order to complete the puzzle, you must fill each square with a number between 1 and 9 such that every row, column and 3x3 box on the board contains the numbers 1 through 9. Stated another way, you must fill each square such that no number appears twice in the same row, column, or 3x3 box.
de: Die Regeln von Sudoku sind recht einfach. Um das Puzzle zu vervollständigen, müssen Sie in jedes Kästchen eine der Ziffern von 1 bis 9 eintragen, und zwar so, dass in jeder Zeile, jeder Spalte und jedem 3x3 Kästchen großen Teilbereich genau diese Ziffern vorkommen. Anders betrachtet bedeutet das, dass in jeder Zeile, Spalte und in jedem der Teilbereiche keine Ziffer doppelt erscheinen darf.
el: Οι κανόνες του Σουντόκου είναι αρκετά απλοί. Πρέπει να συμπληρώσετε όλα τα τετραγωνίδια με έναν αριθμό από το 1 ως το 9, κατά τρόπο τέτοιο ώστε κάθε γραμμή, κάθε στήλη και κάθε τετράγωνο μεγέθους 3Χ3 να περιέχει όλους τους αριθμούς από το 1 ως το 9. Με άλλα λόγια, πρέπει να συμπληρώσετε όλα τα τετραγωνίδια έτσι ώστε κανένας αριθμός να μην εμφανίζεται δύο φορές στην ίδια γραμμή, στήλη ή τετράγωνο 3Χ3.

source: These two different ways of looking at the puzzle are two of the principle ways players think as they play. On the one hand, you ask yourself, “How can I fit all the numbers in this box?” On the other hand, you ask yourself, “What numbers can fit in this square without causing a conflict with other numbers in the same row, column, or 3x3 box?”
de: Die folgenden zwei Herangehensweisen sind die prinzipiellen Wege, wie die Spieler auf die Suche nach einer Lösung gehen. Einerseits werden Sie sich fragen: “Wie bekomme ich all diese Ziffern in das Spielfeld?” andererseits: “Welche Ziffern passen in dieses Kästchen, ohne dass sie zu anderen Ziffern in der gleichen Zeile, Spalte oder im gleichen 3 mal 3 Kästchen großen Teilbereich im Widerspruch stehen?”
el: Αυτές οι δύο θεωρήσεις είναι και οι δύο βασικοί τρόποι σκέψης ενός παίκτη κατά τη διάρκεια του παιχνιδιού. Από τη μία πλευρά αναρωτιέται: “Πώς θα χωρέσω όλους τους αριθμούς στο τετράγωνό μου;” Από την άλλη αναρωτιέται: “Ποιοι αριθμοί μπορούν να μπουν σε αυτό το τετραγωνίδιο χωρίς να έρχονται σε σύγκρουση με τους υπόλοιπους αριθμούς στην ίδια γραμμή, στήλη και τετράγωνο 3x3;”

source: In spite of the simplicity of the game, Sudoku puzzles can vary widely in their difficulty. <application>Sudoku</application> allows you to select the difficulty of the puzzle you want to play. By default, it will begin with easy puzzles and gradually increase the difficulty of puzzles as you improve.
de: Der Einfachheit des Spiels zum Trotz können Sudoku-Puzzles in ihrem Schwierigkeitsgrad in weiten Grenzen variieren. Normalerweise werden Sie mit einfachen Puzzles beginnen und bei zunehmender Erfahrung deren Schwierigkeitsgrad steigern.
el: Παρά την απλή λογική του παιχνιδιού, τα παζλ Σουντόκου μπορεί να ποικίλλουν πολύ ως προς τον βαθμό δυσκολίας. Το <application>Σουντόκου</application> σας επιτρέπει να διαλέξετε το βαθμό δυσκολίας για το παζλ που θα παίξετε. Αν κρατήσετε τις αρχικές ρυθμίσεις θα ξεκινήσετε με εύκολα παζλ, αλλά ο βαθμός δυσκολίας θα αυξάνεται σταδιακά, καθώς βελτιώνονται οι επιδόσεις σας.

source: Getting Started
de: Erste Schritte
el: Πρώτα βήματα

source: To Start <application>Sudoku</application>
de: So starten Sie <application>Sudoku</application>
el: Για να ξεκινήσετε το <application>Σουντόκου</application>

source: You can start <application>Sudoku</application> in the following ways:
de: Sie können <application>Sudoku</application> auf folgende Arten starten:
el: Μπορείτε να ξεκινήσετε το <application>Σουντόκου</application> με τους εξής τρόπους:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>
el: Μενού <guimenu>εφαρμογές</guimenu>

source: Choose <menuchoice><guisubmenu>Games </guisubmenu><guimenuitem>Sudoku</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Spiele</guisubmenu><guimenuitem>Sudoku</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guisubmenu>Παιχνίδια </guisubmenu><guimenuitem>Σουντόκου</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile
el: Γραμμή εντολών

source: To start <application>Sudoku</application> from a command line, type the following command, then press <keycap>Return</keycap>:
de: Um <application>Sudoku</application> in einer Befehlszeile zu starten, geben Sie folgenden Befehl ein und drücken dann auf <keycap>Enter</keycap>:
el: Για να ξεκινήσετε το <application>Σουντόκου</application> από τη γραμμή εντολών, πληκτρολογήστε την ακόλουθη εντολή και μετά πιέστε <keycap>Return</keycap>:

source: When You Start <application>Sudoku</application>
de: Beim Start von <application>Sudoku</application>
el: Αφού ξεκινήσετε το <application>Σουντόκου</application>

source: When you start <application>Sudoku</application> for the first time, you will see the puzzle selector screen, where you can choose the difficulty of the puzzle you want to play. If you've played before and have any unfinished puzzles, you can select those puzzles from this screen as well.
de: Wenn Sie <application>Sudoku</application> zum ersten Mal starten, sehen Sie ein Puzzle-Auswahlfenster, in dem Sie den Schwierigkeitsgrad des Puzzles auswählen können, das Sie spielen möchten. Wenn Sie zuvor schon gespielt haben und es einige unvollendete Puzzles gibt, stehen diese ebenfalls zur Auswahl.
el: Όταν θα ξεκινήσετε το <application>Σουντόκου</application> για πρώτη φορά, θα εμφανιστεί η οθόνη επιλογής παζλ, όπου μπορείτε να επιλέξετε το βαθμό δυσκολίας για το παζλ που θα παίξετε. Αν έχετε παίξει και στο παρελθόν και υπάρχουν παζλ που έμειναν ημιτελή, τότε μπορείτε να επιλέξετε και αυτά τα παζλ από αυτή την οθόνη.

source: In the puzzle selector screen, the difficulty of the puzzle is displayed. The color surrounding the puzzle image corresponds to the difficulty. A dark red puzzle is harder than a light red puzzle, for example.
de: Im Puzzle-Auswahlfenster wird der Schwierigkeitsgrad des Puzzles angezeigt. Die Farbe, mit der das Puzzle umrandet ist, korrespondiert dabei mit dem Schwierigkeitsgrad. Beispielsweise ist ein dunkelrotes Puzzle schwieriger als eines mit einer hellroten Umrandung.
el: Στην οθόνη επιλογής παζλ εμφανίζεται η δυσκολία του παζλ. Το χρώμα του περιγράμματος της εικόνας του παζλ αντιστοιχεί στο βαθμό δυσκολίας. Ένα σκούρο κόκκινο παζλ, για παράδειγμα, είναι δυσκολότερο από ένα ανοιχτό κόκκινο.

source: Double click on the puzzle of your choice to start playing.
de: Doppelklicken Sie auf das Puzzle Ihrer Wahl, um das Spiel zu starten.
el: Κάντε διπλό κλικ στο παζλ που επιλέξατε για να αρχίσετε το παιχνίδι.

source: Starting Sudoku
de: Sudoku starten
el: Ξεκινώντας το Σουντόκου

source: Starting up Sudoku: choose a difficulty level.
de: Sudoku starten: Wahl des Schwierigkeitsgrads.
el: Ξεκινώντας το Σουντόκου: Διαλέξτε επίπεδο δυσκολίας.

source: You can change puzzles at any time by pressing <guibutton>New</guibutton>. This will bring you to the puzzle selection screen, where you can select whatever puzzle you like.
de: Jederzeit können Sie das Puzzle durch Klick auf die Schaltfläche <guibutton>Neu</guibutton> wechseln. Dies zeigt Ihnen wieder das Puzzle-Auswahlfenster, in welchem Sie ein beliebiges Puzzle auswählen können.
el: Μπορείτε να αλλάξετε παζλ ανά πάσα στιγμή, πατώντας <guibutton>Νέο</guibutton>. Θα επιστρέψετε στην οθόνη επιλογής παζλ, από όπου μπορείτε να επιλέξετε ο,τι παζλ θέλετε.

source: Basic game play
de: Grundlagen des Spiels
el: Βασικοί κανόνες παιχνιδιού

source: To play the game, start filling numbers 1-9 in the squares such that no row, column, or 3x3 box has any number more than one time.
de: Beginnen Sie mit dem Eintragen der Ziffern 1-9 in die Kästchen, so dass in jeder Zeile, jeder Spalte und in jedem 3 mal 3 Kästchen großen Teilbereich jede Ziffer nicht mehr als einmal vorkommt.
el: Ξεκινάτε να παίζετε συμπληρώνοντας τους αριθμούς 1-9 στα τετραγωνίδια, έτσι ώστε καμία γραμμή, στήλη και τετράγωνο 3x3 να μην περιέχει τον ίδιο αριθμό περισσότερες από μία φορές.

source: You can fill a number in a square with the keyboard or the mouse.
de: Sie können eine Ziffer sowohl mit der Tastatur als auch mit der Maus eintragen.
el: Μπορείτε να εισάγετε αριθμούς με το πληκτρολόγιο ή με το ποντίκι.

source: Keyboard
de: Tastatur
el: Πληκτρολόγιο

source: Use the arrow keys or the mouse to select the square you would like to fill. Then type the number you want to put in the square. Typing <keycap>Backspace</keycap> will remove the number.
de: Verwenden Sie die Pfeiltasten oder die Maus zur Auswahl des Kästchens, das Sie ausfüllen möchten. Dann geben Sie die gewünschte Ziffer ein. Ein Druck auf die <keycap>Backspace</keycap>-Taste enfernt die Ziffer wieder.
el: Χρησιμοποιήστε τα βέλη ή το ποντίκι για να επιλέξετε το κατάλληλο τετραγωνίδιο. Τώρα πληκτρολογήστε τον αριθμό που επιθυμείτε. Αν πατήσετε <keycap>Backspace</keycap>, ο αριθμός διαγράφεται.

source: Mouse
de: Maus
el: Ποντίκι

source: Click on a square to select it, then click in the center of the square to bring up buttons with the numbers 1-9. Click on a number to select it, or click on <guibutton>clear</guibutton> to clear the square. You can also double-click in the center of a square to bring up the number buttons.
de: Klicken Sie auf ein Kästchen, um es auszuwählen. Ein weiterer Klick in die Mitte des Kästchens zeigt die Schaltflächen mit den Ziffern 1-9 an. Klicken Sie dann auf eine Ziffer, um sie auszuwählen, oder verwenden Sie die <guibutton>Leeren</guibutton>-Schaltfläche, um den Inhalt des Kästchens zu löschen. Ein Doppelklick in die Mitte des Kästchens zeigt ebenfalls Ziffern-Schaltflächen an.
el: Κάντε κλικ σε ένα τετραγωνίδιο για να το επιλέξετε, και μετά κάντε ξανά κλικ στο κέντρο του για να εμφανίσετε ένα παράθυρο με τους αριθμούς 1-9. Κάντε κλικ σε έναν αριθμό για να τον επιλέξετε ή πατήστε <guibutton>Εκκαθάριση</guibutton> για να αδειάσετε το τετραγωνίδιο. Το παράθυρο με τους αριθμούς εμφανίζεται και αν κάνετε διπλό κλικ στο κέντρο του τετραγωνιδίου.

source: If you enter a number that is in conflict with other numbers on the grid, the conflicting numbers will be highlighted in red.
de: Falls Sie eine Ziffer eintragen, die im Widerspruch zu anderen Ziffern des Spielfeldes steht, werden die widersprüchlichen Ziffern rot hervorgehoben.
el: Αν εισάγετε αριθμό που έρχεται σε σύγκρουση με κάποιον άλλο αριθμό στο παζλ, οι αριθμοί αυτοί θα επισημανθούν με κόκκινο χρώμα.

source: Error highlighting
de: Hervorhebung von Fehlern
el: Επισήμανση λαθών

source: An illegal move will be highlighted in red.
de: Ein ungültiger Eintrag wird rot hervorgehoben.
el: Οι κινήσεις που δεν επιτρέπονται επισημαίνονται με κόκκινο χρώμα.

source: Saving and Resuming Games
de: Speichern und Fortsetzen von Spielen
el: Αποθήκευση και συνέχιση του παιχνιδιού

source: Sudokus are saved automatically every few minutes and whenever you change games or close the application.
de: Sudokus werden automatisch in Abständen von einigen Minuten gespeichert, sowie immer dann, wenn Sie das Spiel wechseln oder die Anwendung schließen.
el: Το παζλ αποθηκεύεται αυτόματα κάθε λίγα λεπτά, καθώς και κάθε φορά που αλλάζετε παιχνίδι ή κλείνετε την εφαρμογή.

source: Resuming old games
de: Fortsetzen gespeicherter Spiele
el: Συνέχιση παλαιότερου παιχνιδιού

source: Resuming an old game from the puzzle selector screen.
de: Wiederaufnehmen eines Spiels aus dem Puzzle-Auswahlfenster.
el: Συνέχιση ενός παλαιότερου παιχνιδιού από την οθόνη επιλογής παζλ.

source: Whenever you start <application>Sudoku</application> or click <guibutton>New</guibutton>, your saved games will be listed in the puzzle selection screen. You will see a miniature image of the saved puzzle, the date you last played it, and how long you have played it for. To open the puzzle, just double click on it.
de: Wann immer Sie <application>Sudoku</application> starten oder auf <guibutton>Neu</guibutton> klicken, werden Ihre gespeicherten Spiele im Puzzle-Auswahlfenster aufgelistet. Sie sehen ein verkleinertes Bild des gespeicherten Spiels und die bisher dafür benötigte Zeit. Sie können eines dieser Puzzles mit einem Doppelklick öffnen.
el: Όποτε ξεκινάτε το <application>Σουντόκου</application> ή πατάτε <guibutton>Νέο</guibutton>, τα αποθηκευμένα παιχνίδια εμφανίζονται στην οθόνη επιλογής παζλ. Βλέπετε μία σμίκρυνση του αποθηκευμένου παζλ, την ημερομηνία και τον χρόνο που είχε διαρκέσει το παιχνίδι σας. Για να ανοίξετε ένα αποθηκευμένο παζλ απλά κάντε διπλό κλικ πάνω στην εικόνα του.
