Repository: gfunkmonk2/mate-games
Catalog: mate-sudoku/help/*/*.po
Languages: de, el

source: By default, <application>Sudoku</application> will not print games that you have already played. If you're printing out games for a friend, or if you don't care about repeating games, you can check <guibutton>Include games you've already played in list of games to print</guibutton>.
de: Standardmäßig druckt <application>Sudoku</application> keine Spiele, die Sie bereits gespielt haben. Wenn Sie Spielpläne für einen Freund ausdrucken wollen, oder wenn es Ihnen nichts ausmacht, Spiele zu wiederholen, markieren Sie das Ankreuzfeld <guibutton>Nehme Spiele zum Drucken auf, die Du schon gespielt hast</guibutton>.
el: Το <application>Σουντόκου</application> δεν εκτυπώνει παιχνίδια που έχετε ήδη παίξει. Αν τυπώνετε τα παιχνίδια για να τα δώσετε σε φίλους, ή αν δεν σας πειράζει να ξαναπαίξετε ένα παιχνίδι, μπορείτε να επιλέξετε <guibutton>Να περιλαμβάνονται παιχνίδια που έχετε ήδη παίξει στη λίστα παιχνιδιών προς εκτύπωση</guibutton>.

source: You can also hand-select the games you would like to print by expanding the <guibutton>Games List</guibutton> and selecting multiple puzzles on the list.
de: Sie können die zu druckenden Spiele auch auswählen, indem Sie die <guibutton>Spielliste</guibutton> ausklappen und mehrere Spiele in dieser Liste auswählen.
el: Επίσης, μπορείτε να επιλέξετε χειροκίνητα τα παιχνίδια που θα εκτυπώσετε, αναπτύσσοντας τη <guibutton>Λίστα παιχνιδιών</guibutton> και επιλέγοντας παζλ από τη λίστα αυτή.

source: Known Bugs and Limitations
de: Bekannte Fehler und Einschränkungen
el: Γνωστά σφάλματα και περιορισμοί

source: Limited Puzzle Statistics
de: Eingeschränkte Puzzle-Statistiken
el: Περιορισμένα στατιστικά παζλ

source: MATE Sudoku ranks puzzles based on the number of squares that can be rapidly filled. The puzzle statistics box shows you the overall rating and shows you three pieces of information:
de: MATE-Sudoku gliedert die Puzzles nach der Anzahl der Kästchen, die unmittelbar ausgefüllt werden können. In den Rätselstatistiken werden der berchnete Schwierigkeitsgrad sowie weitere drei Informationen angezeigt:
el: Το Σουντόκου για MATE ιεραρχεί τα παζλ με βάση των αριθμό των τετραγωνιδίων που μπορούν να συμπληρωθούν άμεσα. Ο διάλογος με τα στατιστικά στοιχεία του παζλ εμφανίζει το συνολικό βαθμό δυσκολίας, καθώς και τρία ακόμη στοιχεία:

source: The number of squares fillable by elimination, starting from the blank grid (i.e. only a 2 can go in this box, so it must be a 2).
de: Die Anzahl der Kästchen, die nach dem Ausschlussverfahren ausgefüllt werden können. Beispiel: Nur die Ziffer 2 passt in dieses Kästchen, folglich muss eine 2 eingetragen werden.
el: Πόσα τετραγωνίδια μπορούν να συμπληρωθούν με εις άτοπον απαγωγή στην αρχή του παιχνιδιού (π.χ. σε αυτό το τετράγωνο 3x3 μπορεί να μπει μόνο το 2, άρα ο ζητούμενος αριθμός είναι το 2).

source: The number of squares fillable by filling, starting from the blank grid (i.e. only only one square in this row can be a 2, so it must be a 2).
de: Die Anzahl der Kästchen, die direkt ausfüllbar sind. Beispiel: Nur ein einziges Kästchen in dieser Zeile kann eine 2 sein, folglich muss eine 2 eingetragen werden.
el: Πόσα τετραγωνίδια μπορούν να συμπληρωθούν αν πατήσετε συμπλήρωση στην αρχή του παιχνιδιού (π.χ. μόνο ένα τετράγωνο σε αυτή τη γραμμή μπορεί να περιέχει το 2, άρα εδώ μπαίνει το 2).

source: The number of times in solving the puzzle that the computer had to use trial-and-error, or “guessing”, to solve the puzzle.
de: Die Anzahl, wie oft der Computer den Inhalt eines Kästchens durch Ausprobieren oder “Erraten” gefunden hat.
el: Πόσές φορές χρειάστηκε να κάνει δοκιμές στην τύχη, να “μαντέψει” δηλαδή, ο υπολογιστής για να λύσει το παζλ.

source: Many users are upset to know that the computer solver uses trial-and-error, especially since some Sudoku gurus say you should never guess to solve a puzzle. There are a number of other algorithms that can be implemented to help the computer solve sudoku, such as the swordfish and X-wings patterns.
de: Viele Benutzer meinen, dass der Computer die Lösung nicht durch Ausprobieren sucht, besonders seit einige Sudoku-Gurus sagen, dass man niemals raten sollte, um ein Puzzle zu lösen. Es gibt auch eine Anzahl anderer Algorithmen, die implementiert werden können, um dem Computer zur Lösung zu verhelfen, beispielsweise "Swordfish" und "X-Wings".
el: Πολύ χρήστες απογοητεύονται όταν μαθαίνουν ότι ο υπολογιστής κάνει τυχαίες δοκιμές, ειδικά εφόσον ορισμένοι ειδικοί στο Σουντόκου λένε ότι δεν πρέπει ποτέ κανείς να μαντεύει για να λύσει ένα παζλ. Υπάρχουν και άλλοι αλγόριθμοι που μπορούν να χρησιμοποιηθούν για να διευκολύνουν τον υπολογιστή στην επίλυση των σουντόκου, όπως ο “ξιφίας” και τα μοτίβα Χ.

source: At present, <application>Sudoku</application> only uses the two algorithms described above as well as trial-and-error. When the statistics box says that <application>Sudoku</application> needed to use trial-and-error X number of times, it does <emphasis>not</emphasis> mean that a human would have to use trial-and-error to solve the puzzle.
de: Gegenwärtig benutzt <application>Sudoku</application> sowohl die zwei oben genannten Algorithmen als auch den Weg über das Ausprobieren. Wenn die Rätselstatistik sagt, dass <application>Sudoku</application> X-mal nur durch Ausprobieren ein Kästchen ausfüllen konnte, dann muss das <emphasis>nicht</emphasis> heißen, dass auch ein Mensch die Lösung nur durch Ausprobieren finden kann.
el: Προς το παρόν, το <application>Σουντόκου</application> χρησιμοποιεί μόνο τους δύο προαναφερθέντες αλγόριθμους, καθώς και τυχαίες δοκιμές. Αν ο διάλογος των στατιστικών αναφέρει ότι το <application>Σουντόκου</application> αναγκάστηκε να χρησιμοποιήσει Χ τυχαίες δοκιμές, αυτό <emphasis>δεν</emphasis> σημαίνει ότι και ένας άνθρωπος θα χρειαστεί να χρησιμοποιήσει τυχαίες δοκιμές για να επιλύσει το συγκεκριμένο παζλ.

source: About <application>Sudoku</application>
de: Über <application>Sudoku</application>
el: Περί <application>Σουντόκου</application>

source: <application>Sudoku</application> was written by Tom Hinkle (<email>tmhinkle@gmail.com</email>). <application>Sudoku</application> is now part of MATE games.
de: <application>Sudoku</application> wurde von Tom Hinkle geschrieben (<email>tmhinkle@gmail.com</email>). <application>Sudoku</application> ist Teil der MATE-Spiele.
el: Το <application>Sudoku</application> γράφτηκε από τον Tom Hinkle (<email>tmhinkle@gmail.com</email>). Το <application>Σουντόκου</application> ανήκει πλέον στα παιχνίδια του MATE.

source: To report a bug or make a suggestion regarding this application or this manual, see the Feedback section of the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE User Guide</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen im <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE-Benutzerhandbuch</ulink>."
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με αυτή την εφαρμογή ή την τεκμηρίωσή της, ακολουθήστε τις οδηγίες στη σελίδα ανάδρασης του <ulink url="ghelp:user-guide?feedback-bugs" type="help">Οδηγού Χρηστών MATE</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Eine Kopie der <citetitle>GNU General Public License</citetitle> ist finden Sie finden in der <ulink url="ghelp:gpl" type="help">GPL</ulink>, oder in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.
el: Αυτό το πρόγραμμα διανέμεται υπό τους όρους της GNU General Public license όπως έχει δημοσιευτεί από το Ίδρυμα Ελεύθερου λογισμικού· είτε της δεύτερη έκδοσης της άδειας, είτε (κατ' επιλογή σας) οποιασδήποτε νεότερης έκδοσης. Μπορείτε να βρείτε αντίγραφο αυτής της άδειας στον ακόλουθο <ulink url="ghelp:gpl" type="help ">σύνδεσμο</ulink>, ή στο αρχείο COPYING που περιλαμβάνεται στον πηγαίο κώδικα αυτού του προγράμματος.

source: translator-credits
de: Mario Blättermann <mario.blaettermann@t-online.de>, 2008.
el: Ελληνική μεταφραστική ομάδα MATE Τζένη Πετούμενου <epetoumenou@gmail.com> Για περισσότερα, δείτε http://www.mate.gr/

source: MATE Sudoku
el: Σουντόκου για MATE

source: sudoku
el: Σουντόκου
