Repository: gfunkmonk2/mate-games
Catalog: mate-sudoku/help/*/*.po
Languages: de, el

source: If you'd like to stop playing one game and begin another, just select <guibutton>New</guibutton> and begin your new game.
de: Wenn Sie ein Spiel beenden möchten, um ein neues zu starten, wählen Sie einfach <guibutton>Neu</guibutton> und beginnen ein neues Spiel.
el: Αν επιθυμείτε να διακόψετε ένα παιχνίδι και να ξεκινήσετε νέο, απλά επιλέξτε <guibutton>Νέο</guibutton> και ξεκινήστε το νέο παιχνίδι.

source: Features
de: Hilfsmittel
el: Χαρακτηριστικά

source: MATE Sudoku provides a number of features that help you play puzzles.
de: MATE Sudoku stellt eine Reihe von Hilfsmitteln zur Verfügung, die Sie beim Ausfüllen unterstützen.
el: Το Σουντόκου για MATE παρέχει έναν αριθμό χρήσιμων χαρακτηριστικών.

source: Notes
de: Notizen
el: Σημειώσεις

source: <firstterm>Notes</firstterm> or <firstterm>Pencilmarks</firstterm> let you take notes in each square. Many players use notes to track possible values for squares.
de: <firstterm>Notizen</firstterm> oder <firstterm>Stiftmarkierungen</firstterm> ermöglichen es, Kästchen mit Notizen zu versehen. Viele Spieler verwenden dies, um mögliche Werte für die Kästchen vorzumerken.
el: Οι <firstterm>Σημειώσεις</firstterm> ή <firstterm>Μολύβι</firstterm> σας επιτρέπουν να κρατάτε σημειώσεις σε κάθε τετραγωνίδιο. Πολλοί παίκτες χρησιμοποιούν τις σημειώσεις για να θυμούνται ποιες είναι οι δυνατές τιμές για κάθε τετραγωνίδιο.

source: Hints and Auto-Fill
de: Hinweise und automatisches Ausfüllen
el: Υποδείξεις και αυτόματη συμπλήρωση

source: You can use <firstterm>hints</firstterm> and <firstterm>auto-fill</firstterm> to have MATE Sudoku tell you about possible values for a square or automatically fill in a square for you.
de: Sie können <firstterm>Hinweis</firstterm> und <firstterm>Füllen</firstterm> verwenden, um sich mögliche Werte für ein Kästchen anzeigen zu lassen oder ein Kästchen automatisch ausfüllen zu lassen.
el: Μπορείτε να χρησιμοποιήσετε τις <firstterm>Υποδείξεις</firstterm> ή την <firstterm>Αυτόματη συμπλήρωση</firstterm> αν θέλετε το Σουντόκου να σας δείξει ποιες είναι οι δυνατές τιμές για ένα τετραγωνίδιο ή να το συμπληρώσει αυτομάτως.

source: Highlighting
de: Spielhilfe
el: Επισήμανση

source: In highlighting mode, the current row, column and box are highlighted in different colors to make scanning the board easier.
de: In diesem Hervorhebungsmodus werden die aktuelle Zeile, Spalte und Teibereich in verschiedenen Farben hervorgehoben, um das Spielfeld besser überblicken zu können.
el: Αν χρησιμοποιήσετε την επισήμανση, η τρέχουσα γραμμή, στήλη και τετράγωνο 3x3 επισημαίνονται με διαφορετικά χρώματα, διευκολύνοντάς σας στην αναζήτηση.

source: Trackers
de: Änderungen markieren
el: Μνήμες

source: Trackers make trial-and-error solutions easier to keep track of. When you <firstterm>track</firstterm> a set of moves, the numbers are entered in a special color to help you distinguish those moves from moves made earlier in the game.
de: Das Markieren von Änderungen erleichtert die Lösung vor allem dann, wenn sie Kästchen versuchsweise ausfüllen, um deren Einfluss auf andere Einträge zu testen. Wenn Sie eine Anzahl Einträge <firstterm>markieren</firstterm>, dann werden die Ziffern in einer anderen Farbe dargestellt, um diese Einträge von den anderen Einträgen im Spielfeld besser unterscheiden zu können.
el: Οι μνήμες σας επιτρέπουν να θυμάστε τις επιλογές σας όταν κάνετε δοκιμές στην τύχη. Όταν αποθηκεύετε σε μία <firstterm>μνήμη</firstterm> μια σειρά από κινήσεις, οι αριθμοί εισάγονται με ειδικό χρώμα για να μπορείτε να διακρίνετε αυτές τις κινήσεις από τις προηγούμενες.

source: Taking Notes
de: Notizen verwenden
el: Σημειώσεις

source: To write notes (also known as “pencilmarks”) in a square, first select the square with the keyboard or mouse. Then, do one of the following:
de: Um ein Kästchen mit einer Notiz zu versehen, wählen Sie zuerst das Kästchen mit der Tastatur oder der Maus aus. Dann führen Sie einen der folgenden Schritte aus:
el: Για να κρατήσετε σημειώσεις (αυτή η δυνατότητα είναι γνωστή και ως “μολύβι”) σε κάποιο τετραγωνίδιο, πρώτα επιλέγετε το τετραγωνίδιο με το ποντίκι ή το πληκτρολόγιο. Στη συνέχεια έχετε τις εξής επιλογές:

source: Click in the upper region of the square (the region is highlighted with a square when you move the mouse over a selected square).
de: Klicken Sie in den oberen Bereich eines Kästchens (dieser Bereich wird hervorgehoben, wenn Sie die Maus über einem ausgewählten Kästchen bewegen).
el: Κάντε κλικ στο πάνω μέρος του τετραγωνιδίου (αν το τετραγωνίδιο έχει ήδη επιλεχθεί, όποτε περνάτε με το ποντίκι πάνω από αυτή την περιοχή, εμφανίζεται ένα ορθογώνιο πλαίσιο).

source: Type <keycap>N</keycap>
de: Drücken Sie <keycap>N</keycap>
el: Πληκτρολογήστε <keycap>Ν</keycap>

source: This will bring up a field in which you can type your notes. Type <keycap>Return</keycap> when you are finished editing your note.
de: Das zeigt ein Feld an, in welchem Sie Ihre Notizen eingeben können. Drücken Sie auf <keycap>Enter</keycap>, sobald Sie mit dem Bearbeiten Ihrer Notiz fertig sind.
el: Θα εμφανιστεί ένα πλαίσιο όπου μπορείτε να πληκτρολογήσετε τις σημειώσεις σας. Πατήστε <keycap>Return</keycap> όταν τελειώσετε.

source: You can also take notes in the bottom of the square by clicking in the bottom of the square or by typing <keycap>M</keycap>. However, this area is used when you ask for a <firstterm>hint</firstterm>, so you should not use this area for your own notes if you also plan to use hints.
de: Sie können Ihre Notizen auch in den unteren Bereich eines Kästchens schreiben, indem Sie in diesen Bereich klicken oder auf <keycap>M</keycap> drücken. Allerdings wird dieser Bereich auch für die Anzeige der <firstterm>Hinweise</firstterm> verwendet. Deshalb sollten Sie dort keine Notizen hinterlassen, sofern Sie auch Hinweise angezeigt bekommen möchten.
el: Μπορείτε, επίσης, να κρατήσετε σημειώσεις και στο κάτω μέρος του τετραγωνιδίου, είτε κάνοντας κλικ στο κάτω μέρος του, είτε πληκτρολογώντας <keycap>Μ</keycap>. Όμως αυτό το τμήμα του τετραγωνιδίου χρησιμεύει και για την εμφάνιση των <firstterm>υποδείξεων</firstterm>, οπότε μην το χρησιμοποιήσετε για σημειώσεις αν σκοπεύετε να ζητήσετε υποδείξεις.

source: The <firstterm>Hint</firstterm> and <firstterm>Fill</firstterm> features work based on the logical possibilities given the current board. They do <emphasis>not</emphasis> work by looking at the solution. If you have made an error in an earlier move, these features may fill in or suggest incorrect values.
de: Die Werkzeuge <firstterm>Hinweis</firstterm> und <firstterm>Füllen</firstterm> basieren auf den logischen Lösungsmöglichkeiten des aktuellen Spielfeldes. Sie untersuchen <emphasis>nicht</emphasis>, ob eine endgültige logische Lösung möglich ist. Wenn Ihnen in einer früheren Eintragung ein Fehler unterlaufen ist, könnten durch die Benutzung dieser Werkzeuge eventuell weitere falsche Einträge entstehen.
el: Οι <firstterm>Υποδείξεις</firstterm> και η <firstterm>Συμπλήρωση</firstterm> υπολογίζονται με βάση τις λογικές πιθανότητες που ισχύουν για το παζλ ως έχει τη συγκεκριμένη στιγμή. <emphasis>Δεν</emphasis> συμπληρώνονται από τις λύσεις. Αν είχατε κάνει λάθος σε προηγούμενη κίνηση, μπορεί να συμπληρωθούν ή να υποδειχθούν λανθασμένες τιμές.

source: Hints
de: Hinweise
el: Υποδείξεις

source: MATE Sudoku can give you hints based on your current board. You can ask for a hint for the currently selected square by clicking <guibutton>hint</guibutton>, selecting <menuchoice><guisubmenu>Tools</guisubmenu><guimenuitem>Hint</guimenuitem></menuchoice>, or typing <keycap>Control-H</keycap>. This will put a list of possible values in the bottom of the square.
de: MATE-Sudoku kann Ihnen Hinweise geben, basierend auf dem aktuellen Spielfeld. Sie können für das gegenwärtig ausgewählte Kästchen einen Hinweis anfordern, indem Sie entweder auf <guibutton>Hinweis</guibutton> klicken, <menuchoice><guisubmenu>Werkzeuge</guisubmenu><guimenuitem>Hinweis</guimenuitem></menuchoice> wählen, oder <keycap>Strg-H</keycap> drücken. Daraufhin wird eine Liste möglicher Werte im unteren Bereich des Kästchens angezeigt.
el: Το Σουντόκου μπορεί να σας προσφέρει υποδείξεις με βάση το τι έχετε συμπληρώσει μέχρι στιγμής. Μπορείτε να ζητήσετε υπόδειξη για ένα ήδη επιλεγμένο τετραγωνίδιο πατώντας το <guibutton>Υπόδειξη</guibutton>, επιλέγοντας <menuchoice><guisubmenu>Εργαλεία</guisubmenu><guimenuitem>Υπόδειξη</guimenuitem></menuchoice>, ή πληκτρολογώντας <keycap>Ctrl+H</keycap>. Θα εμφανιστούν έτσι όλες οι δυνατές τιμές στο κάτω μέρος του τετραγωνιδίου.

source: When you click on Hint, possible values are shown in the bottom of a square.
de: Wenn Sie auf "Hinweis" klicken, wird eine Liste möglicher Werte im unteren Bereich des Kästchens angezeigt.
el: Αν πατήσετε Υπόδειξη, οι δυνατές τιμές εμφανίζονται στο κάτω μέρος του τετραγωνιδίου.

source: If you want to remove or alter the hint, you can edit the text by clicking in the bottom of the square.
de: Wenn Sie den Hinweis entfernen oder ändern möchten, klicken Sie in den unteren Berich des Kästchens, um den Text zu bearbeiten.
el: Αν θέλετε να διαγράψετε ή να τροποποιήσετε την υπόδειξη, κάντε κλικ στο κάτω μέρος του τετραγωνιδίου.

source: For very difficult puzzles, you can choose to have <application>Sudoku</application> show you the possible values for all squares. To turn this mode on, toggle <menuchoice><guisubmenu>Tools</guisubmenu><guimenuitem>Always show hint</guimenuitem></menuchoice>. Note that this can make easy puzzles <emphasis>too</emphasis> easy, so you should use this mode sparingly.
de: Für sehr schwierige Puzzles können sie sich von <application>Sudoku</application> auch mögliche Werte für alle Kästchen anzeigen lassen. Um diesen Modus zu aktivieren, wählen Sie <menuchoice><guisubmenu>Werkzeuge</guisubmenu><guimenuitem>Hinweis immer anzeigen</guimenuitem></menuchoice>. Beachten Sie jedoch, dass dadurch leichte Puzzles <emphasis>zu</emphasis> leicht werden können. Verwenden Sie diesen Modus daher eher sparsam.
el: Για τα πολύ δύσκολα παζλ, μπορείτε να ζητήσετε από το <application>Σουντόκου</application> να εμφανίζει όλες τις δυνατές τιμές για όλα τα τετραγωνίδια. Για να ενεργοποιήσετε αυτή τη λειτουργία επιλέξτε <menuchoice><guisubmenu>Εργαλεία</guisubmenu><guimenuitem>Πάντα εμφάνιση υπόδειξης</guimenuitem></menuchoice>. Σημειώστε ότι με αυτή τη λειτουργία τα εύκολα παζλ μπορεί να καταλήξουν <emphasis>υπερβολικά</emphasis> εύκολα, οπότε χρησιμοποιήστε τη με φειδώ.

source: <application>Sudoku</application> in Always-Show-Hint Mode
de: <application>Sudoku</application> im Hinweis-immer-anzeigen-Modus
el: Το <application>Σουντόκου</application> με ενεργοποιημένη τη λειτουργία "Πάντα εμφάνιση υπόδειξης".

source: A difficult puzzle with Always-Show Hint Mode enabled.
de: Ein schwieriges Puzzle mit aktiviertem Hinweis-immer-anzeigen-Modus
el: Ένα δύσκολο παζλ με ενεργοποιημένη τη λειτουργία "Πάντα εμφάνιση υπόδειξης".

source: Fill Square
de: Füllen
el: Συμπλήρωση τετραγωνιδίου

source: To automatically fill in a square for which there is only one possible value, you can click <guibutton>Fill</guibutton>, select <menuchoice><guisubmenu>Tools</guisubmenu><guimenuitem>Fill</guimenuitem></menuchoice>, or type <keycap>Control-F</keycap>. This is useful, for example, when you have filled in 8 or 9 squares in a row and want to quickly fill in the last empty square.
de: Um ein Kästchen automatisch ausfüllen zu lassen, wenn es nur einen möglichen Wert gibt, klicken Sie entweder auf <guibutton>Füllen</guibutton>, wählen <menuchoice><guisubmenu>Werkzeuge</guisubmenu><guimenuitem>Füllen</guimenuitem></menuchoice>, oder drücken <keycap>Strg-F</keycap>. Dies ist nützlich, wenn in einer Zeile bereits 8 oder 9 Kästchen ausgefüllt sind und Sie wollen schnell das letzte fehlende Kästchen ausfüllen.
el: Για να συμπληρώσετε αυτόματα ένα τετραγωνίδιο όπου υπάρχει μόνο μία δυνατή επιλογή μπορείτε να πατήσετε <guibutton>Συμπλήρωση</guibutton>, να επιλέξετε <menuchoice><guisubmenu>Εργαλεία</guisubmenu><guimenuitem>Συμπλήρωση</guimenuitem></menuchoice>, ή να πληκτρολογήσετε <keycap>Ctrl+F</keycap>. Αυτή η επιλογή χρησιμεύει π.χ. όταν έχετε ήδη συμπληρώσει 8 τετραγωνίδια σε μία γραμμή και θέλετε να συμπληρώσετε γρήγορα και το τελευταίο άδειο τετραγωνίδιο.

source: If there are more than one valid value for the entry, nothing will happen.
de: Falls es mehr als einen möglichen Wert gibt, wird nichts eingetragen.
el: Αν οι δυνατές τιμές για το τετραγωνίδιο είναι περισσότερες από μία, δεν θα συμβεί τίποτα.

source: Fill All Squares
de: Alle Kästchen füllen
el: Συμπλήρωση όλων των τετραγωνιδίων

source: You can automatically fill in all squares for which there is logically only one value at the moment. To do so, select <menuchoice><guisubmenu>Tools</guisubmenu><guimenuitem>Fill all squares</guimenuitem></menuchoice>, or type <keycap>Control-A</keycap>.
de: Sie können automatisch alle Kästchen ausfüllen lassen, für die es momentan nur eine mögliche Lösung gibt. Dazu wählen Sie entweder <menuchoice><guisubmenu>Tools</guisubmenu><guimenuitem>Alle Kästchen füllen</guimenuitem></menuchoice> oder drücken <keycap>Strg-A</keycap>.
el: Μπορείτε να συμπληρώσετε αυτομάτα όλα τα τετραγωνίδια για τα οποία υπάρχει μία μόνο λογική λύση τη συγκεκριμένη χρονική στιγμή. Επιλέξτε <menuchoice><guisubmenu>Εργαλεία</guisubmenu><guimenuitem>Συμπλήρωση όλων των τετραγωνιδίων</guimenuitem></menuchoice> ή πληκτρολογήστε <keycap>Ctrl+A</keycap>.

source: This feature should only be used to help you when you are very stuck on a difficult game. Using this feature on an easy game can solve the entire puzzle in one click, resulting in a very boring game!
de: Diese Funktion sollten Sie nur verwenden, wenn Sie sich in einem sehr schwierigen Spiel festgefahren haben. Bei einem leichten Spiel kann dies zum sofortigen Ausfüllen des ganzen Spielfeldes mit nur einem Klick führen! Das Resultat wäre ein recht langweiliges Spiel.
el: Αυτό το χαρακτηριστικό θα πρέπει να χρησιμοποιείται μόνο αν έχετε κολλήσει σε ένα δύσκολο παιχνίδι. Αν το χρησιμοποιήσετε σε εύκολα παιχνίδια, κινδυνεύετε να συμπληρώσετε όλο το παζλ με ένα μόνο κλικ, κάτι που θα καθιστούσε το παιχνίδι ιδιαίτερα βαρετό!

source: You can turn on highlighting to automatically highlight the current row, column and box in different colors. This can make it easier to see which values cannot go into a current square. To toggle highlighting, you can:
de: Sie können den Hervorhebungsmodus aktivieren, um die aktuelle Zeile, Spalte und den aktuellen Teilbereich in verschiedenen Farben darzustellen. Dadurch sehen Sie möglicherweise leichter, welche Werte nicht in das aktuelle Kästchen passen. Um diesen Modus einzuschalten, können Sie:
el: Μπορείτε να ενεργοποιήσετε την επισήμανση έτσι ώστε να επισημαίνονται αυτόματα και με διαφορετικά χρώματα η επιλεγμένη γραμμή, στήλη και τετράγωνο 3x3. Έτσι, είναι πιο εύκολο να βρείτε ποιες τιμές δεν επιτρέπονται για το επιλεγμένο τετραγωνίδιο. Για να ενεργοποιήσετε την επισήμανση μπορείτε:

source: Click <guibutton>Highlighter</guibutton>
de: auf <guibutton>Spielhilfe</guibutton> klicken
el: Να κάνετε κλικ στο <guibutton>Επισήμανση</guibutton>

source: View
de: Ansicht
el: Προβολή

source: Highlighter
de: Spielhilfe
el: Επισήμανση

source: <application>Sudoku</application> with highlighting
de: <application>Sudoku</application> mit Spielhilfe
el: Το <application>Σουντόκου</application> με επισήμανση

source: Highlighting makes it easy to scan rows, columns, and boxes.
de: Die Spielhilfe erleichtert den Blick auf Zeilen, Spalten und Teilbereiche.
el: Η επισήμανση κάνει πιο εύκολη την αναζήτηση στις διαφορετικές γραμμές, στήλες και τετράγωνα 3x3.

source: You can use trackers to keep track of multiple moves at a time. Tracked moves will be entered in a different color to make them visually distinct. You can also delete all tracked moves at one time. This is particularly useful for solving difficult puzzles by trial-and-error.
de: Sie können Änderungen markieren, um mehrere Eintragungen zu kennzeichnen. Markierte Einträge werden in einer anderen Farbe angezeigt, so dass sie sich optisch von anderen Einträgen unterscheiden. Ausserdem können Sie alle zusammenhängend markierten Einträge auf einmal entfernen. Dies ist bei schwierigen Puzzles nützlich, bei denen Sie mehrere Lösungswege ausprobieren wollen.
el: Μπορείτε να χρησιμοποιήσετε μνήμες για να θυμάστε μια σειρά από διαδοχικές κινήσεις. Οι κινήσεις που επισημαίνονται κατ' αυτόν τον τρόπο εισάγονται με διαφορετικό χρώμα, για να φαίνονται καλύτερα. Αν το επιθυμείτε, μπορείτε να διαγράψετε όλες τις κινήσεις μιας μνήμης μαζί. Αυτή η δυνατότητα είναι ιδιαίτερα χρήσιμη σε δύσκολα παζλ όπου χρησιμοποιούνται δοκιμές στην τύχη.

source: Some sudoku players believe you should never use trial-and-error to solve a puzzle. These players should not use this feature.
de: Manche Sudoku-Spieler glauben, niemals verschiedene Lösungswege auszuprobieren, um ein Puzzle zu lösen. Diese Spieler sollten dieses Hilfsmittel nicht verwenden.
el: Ορισμένοι παίκτες πιστεύουν ότι δεν πρέπει ποτέ κανείς να κάνει δοκιμές στην τύχη για να λύσει το παζλ. Αυτοί οι παίκτες καλύτερα να μην χρησιμοποιούν αυτό το χαρακτηριστικό.

source: You can toggle the tracker-interface by doing one of the following:
de: Sie können die Anzeige der markierten Änderungen auf folgende Arten aktivieren:
el: Μπορείτε να εμφανίζετε και να κρύβετε τις μνήμες με τους παρακάτω τρόπους:

source: Tools
de: Werkzeuge
el: Εργαλεία

source: Track additions
de: Änderungen markieren
el: Απομνημόνευση κινήσεων

source: Click <guibutton>Track additions</guibutton>
de: Klicken Sie auf <guibutton>Änderungen markieren</guibutton>
el: Κλικ στο <guibutton>Απομνημόνευση κινήσεων</guibutton>

source: This will bring up a list of trackers on to the right of the current game. Create a new tracker by clicking <guibutton>Add Tracker</guibutton>. From this point forward, any number you enter will be part of the selected tracker.
de: Dadurch wird eine Liste der Markierungen rechts neben dem aktuellen Spiel angezeigt. Eine neue Markierung erzeugen Sie, indem Sie auf <guibutton>Markierer hinzufügen</guibutton> klicken. Von da an werden alle Ziffern, die Sie eintragen, zum ausgewählten Markierer hinzugefügt.
el: Έτσι εμφανίζεται μία λίστα με μνήμες στη δεξιά πλευρά του παραθύρου. Για να δημιουργήσετε νέα μνήμη κάντε κλικ στο <guibutton>Προσθήκη μνήμης</guibutton>. Από εδώ και στο εξής όλοι οι αριθμοί που εισάγετε θα αποθηκεύονται από την επιλεγμένη μνήμη.

source: You can clear all the values that are part of a tracker by selecting the tracker from the list and clicking <guibutton>Clear Tracker</guibutton>. You can clear all values that are <emphasis>not</emphasis> part of a tracker by clicking <guibutton>Clear Others</guibutton>.
de: Sie können alle zum Markierer gehörenden Einträge löschen, indem Sie den gewünschten Markierer in der Liste auswählen und auf <guibutton>Markierer leeren</guibutton> klicken. Um alle Einträge zu löschen, die <emphasis>nicht</emphasis> zum ausgewählten Markierer gehören, klicken Sie auf <guibutton>Andere löschen</guibutton>.
el: Για να διαγράψετε όλους τους αριθμούς μιας μνήμης επιλέξτε τη συγκεκριμένη μνήμη από τη λίστα και πατήστε <guibutton>Εκκαθάριση μνήμης</guibutton>. Μπορείτε να διαγράψετε όλους τους αριθμούς που <emphasis>δεν</emphasis> ανήκουν σε συγκεκριμένη μνήμη πατώντας <guibutton>Εκκαθάριση άλλων</guibutton>.

source: Printing Sudoku
de: Sudokus drucken
el: Εκτύπωση Σουντόκου

source: MATE Sudoku can print games for you to play on paper. This is useful if you have to leave the computer but want to finish a game you have started, or if you want to print out a bunch of puzzles to do later.
de: MATE-Sudoku kann Spielpläne für Sie drucken, um auf Papier zu spielen. Das ist nützlich, wenn Sie den Computer verlassen müssen, aber ein begonnenes Spiel beenden möchten, oder wenn Sie eine Reihe von Spielplänen drucken möchten, um sie später zu lösen.
el: Το Σουντόκου του MATE μπορεί να εκτυπώσει παζλ για να τα λύσετε στο χαρτί. Αυτό χρησιμεύει αν πρέπει να φύγετε από τον υπολογιστή αλλά θέλετε να τελειώσετε το παιχνίδι σας, ή αν θέλετε να τυπώσετε μερικά παζλ για να τα λύσετε αργότερα.

source: To print the puzzle you are in the midst of playing, click <guibutton>Print</guibutton> or select <menuchoice><guimenu>Game</guimenu><guimenuitem>Print</guimenuitem></menuchoice>. This will include the numbers you have already filled in.
de: Wenn Sie mitten im Spiel ein Puzzle drucken möchten, klicken Sie auf <guibutton>Drucken</guibutton> oder wählen Sie <menuchoice><guimenu>Spiel</guimenu><guimenuitem>Drucken</guimenuitem></menuchoice>. Das schließt die bereits eingetragenen Ziffern ein.
el: Για να τυπώσετε το παζλ που παίζετε αυτή τη στιγμή πατήστε <guibutton>Εκτύπωση</guibutton> ή επιλέξτε <menuchoice><guimenu>Παιχνίδι</guimenu> <guimenuitem>Εκτύπωση</guimenuitem></menuchoice>. Έτσι θα εκτυπωθούν και οι αριθμοί που έχετε ήδη συμπληρώσει.

source: To print blank puzzles, select <menuchoice><guimenu>Game</guimenu><guimenuitem>Print multiple sudokus</guimenuitem></menuchoice>.
de: Um leere bzw. noch unbearbeitete Puzzles zu drucken, wählen Sie <menuchoice><guimenu>Spiel</guimenu><guimenuitem>Mehrere Sudokus drucken</guimenuitem></menuchoice>.
el: Για να εκτυπώσετε κενά παζλ, επιλέξτε <menuchoice><guimenu>Παιχνίδι</guimenu><guimenuitem> Εκτύπωση πολλαπλών Σουντόκου</guimenuitem></menuchoice>.

source: You will then see a print dialog that lets you choose how many games you would like to print and how many games you want to print on each page (the more games you print per page, the smaller the games will be).
de: Es wird ein Druckdialog angezeigt, in dem Sie auswählen können, wieviele Sudokus insgesamt und wieviele Sudokus pro Seite Sie drucken möchten. Je mehr Sudokus pro Seite ausgewählt werden, umso kleiner werden die einzelnen Spielpläne.
el: Εμφανίζεται ένα διάλογος εκτύπωσης από τον οποίο μπορείτε να επιλέξετε πόσα παιχνίδια θα εκτυπώσετε και πόσα παιχνίδια θα εμφανίζονται σε κάθε σελίδα (όσο περισσότερα παιχνίδια ανά σελίδα, τόσο μικρότερο το μέγεθός τους).

source: You can also select the range of difficulty you want the games to be in. The games will print in order of difficulty from easiest to hardest.
de: Ausserdem können Sie noch die Schwierigkeitsstufe der Spiele bestimmen. Die Spielpläne werden in aufsteigender Folge vom leichtesten bis zum schwersten ausgedruckt.
el: Μπορείτε επίσης να επιλέξετε μία κλίμακα βαθμών δυσκολίας. Τα παιχνίδια θα τυπωθούν με σειρά δυσκολίας από το ευκολότερο στο δυσκολότερο.

source: To create a 25 page mini sudoku book for yourself, you could select to print 100 sudokus, at 4 sudokus per page, with games ranging from easy to hard.
de: Um ein 25-seitiges Mini-Sudoku-Buch für sich selbst auszudrucken, wählen Sie 100 Sudokus, bei 4 Sudokus pro Seite, mit Schwierigkeitsstufen von leicht bis schwer.
el: Για να δημιουργήσετε το δικό σας 25σέλιδο βιβλίο Σουντόκου μπορείτε να επιλέξετε την εκτύπωση 100 σουντόκου, 4 ανά σελίδα, με κλίμακα δυσκολίας από Εύκολο μέχρι Δύσκολο.

source: Printing a Mini-Sudoku book from <application>Sudoku</application>
de: Drucken eines Mini-Sudoku-Buchs mit <application>Sudoku</application>
el: Εκτύπωση βιβλίου με Σουντόκου από το <application>Σουντόκου</application>.

source: This will print 25 pages with 4 sudokus on each page.
de: Dies druckt 25 Seiten mit 4 Sudokus pro Seite.
el: Εκτυπώνονται 25 σελίδες με 4 σουντόκου ανά σελίδα.
