Repository: gfunkmonk2/mate-games
Catalog: iagno/help/*/*.po
Languages: de

source: @@image: 'figures/START.png'; md5=ed4b069d10fb75410a1171d5c6c29d66
de: translated

source: @@image: 'figures/FIRST.png'; md5=99b4e5d5a6d570feba3d5db287a6020a
de: translated

source: @@image: 'figures/BLOCK.png'; md5=f0b3c08a476b1adbfb34e132a40d5526
de: translated

source: @@image: 'figures/PLAYER.png'; md5=6aa2ac5a1cfafc497fa6c7c3f829346c
de: translated

source: @@image: 'figures/ANIMATION.png'; md5=9028b27e2afa57856d6590908e027ba3
de: translated

source: @@image: 'figures/connect.png'; md5=9a03bf23f04eacfd6feb9de823d6e321
de: translated

source: @@image: 'figures/tables.png'; md5=96e520cee7fdbee56636794251a52b0d
de: translated

source: <application>Iagno</application> Manual
de: <application>Iagno</application>-Handbuch

source: Iagno is the two player strategy game of Othello, which is also known as Reversi and is similar to Go. The pieces are tiles that are black on one side and white on the other and the objective is for the player to flip his/her opponent's tiles to his/her color, while keeping the opponent from doing the same. Once the board is filled with tiles, the winner is the player with the most of his/her color tiles on the board.
de: Iagno ist das Strategiespiel »Othello« für zwei Spieler, welches auch unter dem Namen »Reversi« bekannt ist und dem Spiel »Go« ähnelt. Es wird mit Jetons gespielt, deren eine Seite schwarz und die andere weiß ist. Ziel des Spiels ist es, die Jetons des Gegners oder der Gegenerin umzudrehen, um sie der eigenen Farbe zuzuordnen, während der Gegner oder die Gegnerin das Gleiche versucht zu erreichen. Wenn das Spielfeld vollständig gefüllt ist, hat derjenige Spieler gewonnen, dessen Jeton-Farbe am meisten auf dem Feld vorhanden ist.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: Iagno Manual V2.9
de: Iagno-Handbuch V2.9

source: February 2008
de: Februar 2008

source: Iagno Manual V2.8
de: Iagno-Handbuch V2.8

source: 4 February 2000
de: 4. Februar 2000

source: First draft completed.
de: Erste vollständige Vorlage.

source: 5 February 2000
de: 5. Februar 2000

source: Added a footnote to why section. Fixed some typos.
de: Hinzufügen einer Fußnote zum Abschnitt »Warum Iagno?«. Korrektur einiger Tippfehler.

source: 7 February 2000
de: 7. Februar 2000

source: Made the doc compliant with the GDP template. Clarified the playing section.
de: Anpassen der Dokumentation an die Vorlage des MATE-Dokumentationsprojekts. Klarstellung des Abschnitts »Spielen«.

source: Licensed the Iagno Manual under the FDL. Updated the screenshots to the GDP standard theme, MicroGUI.
de: Lizensierung des Iagno-Handbuchs unter der FDL. Aktualisierung der Bildschirmfotos auf das Standardthema des MATE-Dokumentationsprojekts, MicroGUI.

source: This manual describes version 2.20 of Iagno.
de: Dieses Handbuch beschreibt Version 2.20 von Iagno.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the <application>Iagno</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Iagno</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: Introduction
de: Einführung

source: What is Iagno?
de: Was ist Iagno?

source: <application>Iagno</application> is a computer version of the game Reversi, more popularly called Othello. <application>Iagno</application> is a two player strategy game similar to Go. The board is 8 by 8 with tiles that are black on one side and white on the other side. The object of <application>Iagno</application> is to flip as many of your opponent's tiles to your color as possible without your opponent flipping your tiles. This is done by trapping your opponent's tiles between two tiles of your own color.
de: <application>Iagno</application> ist eine Computerversion des Spiels Reversi, besser bekannt unter Othello. <application>Iagno</application> ist ein Strategiespiel für zwei Spieler, das Go ähnlich ist. Das Spielfeld ist 8 mal 8 Felder groß, die verwendeten Jetons sind auf der einen Seite schwarz und auf der anderen Seite weiß. Das Ziel von <application>Iagno</application> ist es, so viele gegnerische Jetons wie möglich umzudrehen, um sie der eigenen Farbe zuzuordnen, ohne dass der Gegner Ihre eigenen Jetons umdreht. Dies geschieht, indem Sie die gegnerischen Jetons in eine Falle zwischen zwei Ihrer eigenen Jetons locken.

source: Iagno also features <link linkend="network-games">multiplayer</link> support with two human players in hotseat or network mode.
de: Iagno unterstützt auch einen <link linkend="network-games">Mehrspieler-Modus</link> für zwei Spieler im Hotseat- oder Netzwerk-Modus.

source: To run <application>Iagno</application>, select <guimenuitem>Iagno</guimenuitem> from the <guisubmenu>Games</guisubmenu> submenu of the <guimenu>Main Menu</guimenu>, or type <command>iagno</command> on the command line.
de: Um <application>Iagno</application> zu starten, wählen Sie <menuchoice><guisubmenu>Spiele</guisubmenu><guimenuitem>Iagno</guimenuitem></menuchoice> aus dem Menü <guimenu>Anwendungen</guimenu> oder geben Sie <command>iagno</command> auf der Befehlszeile ein.

source: Why is Othello called Iagno?
de: Warum wird Othello hier Iagno genannt?

source: You're probably wondering why this game is called <application>Iagno</application> instead of Othello or even gnothello. The answer is complicated, and involves things like trademarks and lawyers and whatnot. Instead of leaving it at that, I'll tell you a long and complicated lie about the origin of the name <application>Iagno</application>.
de: Sie werden sich vielleicht wundern, warum dieses Spiel <application>Iagno</application> genannt wird, und nicht Othello oder Gnothello. Die Antwort ist kompliziert, es geht um Markenrechte, Anwälte und noch einiges mehr. Anstelle es dabei zu belassen, präsentiere ich Ihnen hier eine lange und verwickelte Lüge über den Ursprung des Namens <application>Iagno</application>.

source: On a stormy night, like those depicted so much in England, a lonely programmer was sitting in front of his computer screen. Ian had finished his masterpiece in gaming. It was a fully interactive game of Othello and he decided to play a pun with the name and called it gnothello for the game was written using MATE.
de: In einer stürmischen Nacht, wie sie so häufig sind in England, saß ein einsamer Programmierer vor seinem Computerbildschirm. Ian hatte gerade sein Meisterwerk vollendet. Es war ein vollständig interaktives Othello-Spiel. Er entschloss sich, den Namen aus einem Wortspiel zu bilden und nannte das Spiel Gnothello, weil er das Spiel für Mate geschrieben hatte.

source: Iago is Othello's nemesis in the play <citetitle>Othello </citetitle> by William Shakespeare.
de: Iago ist Othellos Nemesis im Bühnenstück <citetitle>Othello</citetitle> von William Shakespeare.

source: Later his buddies came over and like all programmers he showed off his masterpiece. They all laughed in his face and told Ian that his game was worthless and a pitiful attempt to be a true hacker. After Ian kicked them out he decided to rename his program Iago <placeholder-1/> for the evil which had manifested itself due to his game. Yet it still didn't sound right. All MATE programs have some part of MATE in it, Ian thought. After much thought he decided on the name we have come to cherish, <application>Iagno </application>.
de: Als später seine Freunde vorbei kamen, präsentierte er wie alle Programmierer sein Meisterwerk. Sie lachten ihn aus und meinten, sein Spiel wäre wertlos und nur ein bemitleidenswerter Versuch eines armseligen Hackers. Nachdem Ian sie hinausgeworfen hatte, entschloss er sich, sein Programm in Iago <placeholder-1/> umzubenennen, weil sich in dem Spiel das Böse offenbart hatte. Aber das klang noch nicht wirklich perfekt. Ian dachte, alle MATE-Programme tragen einen Teil von MATE in sich. Nach vielem Hin und Her entschloss er sich zu dem Namen <application>Iagno</application>, an dem wir noch immer festhalten.

source: Playing Iagno
de: Iagno spielen

source: The board starts with four tiles arranged in a box on the middle of the board. The tiles have the same color at each corner, as shown in <xref linkend="start-shot"/>.
de: Das Spiel startet mit vier in der Mitte des Spielfeldes quadratisch angeordneten Jetons. Diese Jetons haben an den gegenüberliegenden Ecken jeweils die gleiche Farbe, so wie Sie in <xref linkend="start-shot"/> sehen.

source: Starting Position
de: Startposition

source: Screenshot of the starting position.
de: Bildschirmfoto der Startposition

source: Black goes first and places a tile on the board such that it traps white's tiles between two of black's tiles. When black places a tile on the board all of white's tiles between black's newly placed tile and another black tile, in a horizontal, vertical, or diagonal row, are flipped over and become black, as shown in <xref linkend="first-shot"/>.
de: Schwarz beginnt und setzt einen Jeton so auf das Spielfeld, dass ein weißer Jeton von zwei schwarzen Jetons eingeschlossen ist. Wenn Schwarz einen Jeton setzt, werden alle in horizontaler, vertikaler oder diagonaler Richtung zwischen dem neu gesetzten schwarzen Jeton und anderen schwarzen Jetons liegenden weißen Jetons umgedreht, so wie in <xref linkend="first-shot"/> gezeigt.

source: First Move
de: Erster Zug

source: Screenshot of the first move.
de: Bildschirmfoto des ersten Zuges.

source: White cannot capture the black tile in the center of the middle column because there are white tiles blocking the ends of that column. If it where blacks turn instead, black could place a tile at the top of the column but would only flip the first of the two white tiles.
de: Weiß kann den schwarzen Jeton in der Mitte der mittleren Spalte nicht einschließen, weil weiße Jetons die Enden dieser Spalte blockieren. Falls Schwarz stattdessen am Zug wäre, könnte Schwarz einen Jeton an der Spitze dieser Spalte platzieren, aber würde nur den ersten der zwei weißen Jetons umdrehen.

source: Screenshot of black blocking.
de: Bildschirmfoto einer Blockierung durch Schwarz.

source: When there is tile trapped between two tiles, of an identical color in the same row, the player captures tiles until another tile of the player's color is encountered, as shown in <xref linkend="block-shot"/>. The player can only take tiles that are a direct result of the placing a tile on the board. Once a tile is placed on the board the player cannot remove it and place the tile somewhere else. If a player cannot move they forfeit their turn. The game ends when it is no longer possible for either player to move. <placeholder-1/>
de: Wenn Jetons zwischen zwei anderen Jetons gleicher Farbe in der gleichen Zeile eingeschlossen sind, kann ein Spieler so alle Jetons erreichen bis hin zu dem seiner eigenen Farbe, wie in <xref linkend="block-shot"/> gezeigt. Dies ist nur durch direktes Platzieren des Jetons möglich, nachträgliches Entfernen oder Verschieben eines Jetons an eine andere Position ist nicht möglich. Wenn ein Spieler nicht mehr ziehen kann, verliert er diesen Zug. Das Spiel endet, wenn es für keinen der Spieler mehr möglich ist, einen Zug auszuführen. <placeholder-1/>

source: Game Settings
de: Spiel-Einstellungen

source: Player Color and Difficulty
de: Farbe des Spielers und Schwierigkeitsgrad

source: When you start Iagno the human player plays black and the computer player plays white with the first level of difficulty. Using the <guimenuitem>Game</guimenuitem> tab in the <guisubmenu>Preferences</guisubmenu> dialog you can set the type of player for each color. Human is of course you, level one is the easiest computer player and level three is the hardest. You can set both to human to play against a friend or set both to computer to watch the computer play itself.
de: Wenn Sie Iagno starten, spielt ein menschlicher Spieler mit Schwarz und der Computergegner mit Weiß im Level Eins. Im Reiter <guimenuitem>Spiel</guimenuitem> des Dialogs <guisubmenu>Iagno-Einstellungen</guisubmenu> können Sie den Spielertyp für jede Farbe bestimmen. »Menschlich« sind natürlich Sie, Level Eins bezeichnet den schwächsten Computergegner und Level Drei den stärksten. Sie können beide Gegner auf »Menschlich« setzen, um gegen einen Freund zu spielen, oder beide auf einen Computerlevel, um ein Spiel des Computers gegen sich selbst zu verfolgen.

source: Quick Moves Option
de: Schnelle Züge verwenden

source: This option is in the <guimenu>Settings</guimenu> menu. Then go to the <guisubmenu>Preferences</guisubmenu> submenu in the <guimenuitem>Game </guimenuitem> tab and it is initially off. When enabled this option makes the computer player place its tiles faster.
de: Diese Option befindet sich im Menü <guimenu>Einstellungen</guimenu>. Von dort aus öffnen Sie das Untermenü <guimenu>Einstellungen</guimenu>, wobei diese Option anfänglich deaktiviert ist. Wenn Sie sie aktivieren, setzt der Computergegner seine Jetons schneller.

source: Note:
de: Hinweis:

source: Enabling this option does not force the computer player to move and does not reduce the level of difficulty.
de: Das Aktivieren dieser Option beeinflusst weder die Reaktionszeit des Computergegners noch den Schwierigkeitsgrad des Spiels.

source: Enable/Disable Sound
de: Klang aktivieren/deaktivieren

source: The last option of the <guimenuitem>Game</guimenuitem> tab in the <guilabel>Preferences</guilabel> dialog allows you to enable or disable all sounds when playing in <application>Iagno</application>.
de: Die letzte Option im Reiter <guimenuitem>Spiel</guimenuitem> des Dialogs <guilabel>Einstellungen</guilabel> ermöglicht Ihnen die Aktivierung oder Deaktivierung von Klängen, während Sie <application>Iagno</application> spielen.

source: The Preferences menu with the Game tab highlighted.
de: Das Einstellungsmenü mit dem hervorgehobenen Reiter »Spiel«.

source: Screenshot of the game settings.
de: Bildschirmfoto des Einstellungsfensters

source: Appearance
de: Erscheinungsbild-Einstellungen

source: All the animation option are in the <menuchoice><guimenu>Settings</guimenu><guisubmenu>Preferences </guisubmenu></menuchoice> menus with the <guimenuitem>Appearance</guimenuitem> tab highlighted.
de: Alle Animationsoptionen befinden sich in den Menüs <menuchoice><guimenu>Einstellungen</guimenu><guisubmenu>Einstellungen</guisubmenu></menuchoice> im hervorgehobenen Reiter <guimenuitem>Erscheinungsbild</guimenuitem>.

source: This option controls the amount of animation present when each tile is flipped, using radio buttons. Selecting the option <guibutton>none </guibutton> will cause the tiles to change color instantaneously. Selecting the <guibutton>option</guibutton> partial will cause the animation to flip the tiles slowly. Selecting the <guibutton>complete </guibutton> option will cause the tiles to flip slowly and smoothly.
de: Diese Option beeinflusst mit Hilfe von Radio-Knöpfen den Grad der Animation beim Umdrehen von Jetons. Die Einstellung <guibutton>Keine</guibutton> bewirkt, dass die Jetons unmittelbar ohne Animation umgedreht werden. Die Einstellung <guibutton>Teilweise</guibutton> erzeugt eine langsame Animation beim Umdrehen. Die Einstellung <guibutton>Vollständig</guibutton> bewirkt, dass die Jetons langsam und weich umgedreht werden.

source: Stagger Flips
de: Umdreh-Animationen versetzen

source: This option causes captured tiles along a row, column, or diagonal to flip one after another, like dominoes, instead of all flipping simultaneously. It has no effect on game play, but looks cool.
de: Diese Einstellung bewirkt, dass die Steine einer Zeile, Spalte oder Diagonale wie Dominosteine einer nach dem anderen umgedreht werden, anstatt sie gleichzeitig zu drehen. Dies hat keinen Einfluss auf den Spielverlauf, aber sieht cool aus.

source: Show Grid
de: Gitter anzeigen

source: This option will display a grid on top of the playing surface. The grid is useful to display because it shows the player exactly where they are placing each tile.
de: Mit dieser Option wird ein Gitternetz auf der Oberfläche des Spielfeldes angezeigt. Das Gitternetz ist nützlich, weil es dem Spieler den exakten Platz für die Positionierung der Jetons anzeigt.

source: Tip:
de: Tipp:

source: This option should be enabled for beginning players to see the gameplay more clearly.
de: Diese Option sollte von Anfängern aktiviert werden, um den Ablauf des Spiels zu verdeutlichen.

source: Flip Final Results
de: Endergebnis angeordnet darstellen

source: This option moves all the black tiles to the top of the board and all the white tiles to the bottom of the board at the end of the game. This allows you to visually see the outcome of the game.
de: Diese Option verschiebt am Ende des Spiels alle schwarzen Jetons an den oberen Spielfeldrand und alle weißen an den unteren, um das Spielergebnis optisch zu verdeutlichen.

source: This option does not affect the outcome of the game in any way.
de: Diese Option beeinflusst das Ergebnis des Spiels in keiner Weise.

source: Tile Set
de: Spielsteinsatz
