Repository: gfunkmonk2/mate-games
Catalog: iagno/help/*/*.po
Languages: de

source: This option lets you choose the type of board and tiles which are displayed. If you want to make your own tile sets use the classic tile set as a template and change the texture and colors for different effects. When you make a new tile set that works with Iagno send it to Ian Peters <email>itp@gnu.org</email> and he will include it with the next distribution.
de: Mit dieser Option wählen Sie den Typ des Spielfeldes und den Typ der anzuzeigenden Jetons. Wenn Sie Ihre eigenen Jeton-Sätze erstellen möchten, verwenden Sie den Satz »classic« als Vorlage und ändern die Textur der Oberfläche und die Farben, um verschiedene Effekte zu erzielen. Sobald Sie einen neuen Jeton-Satz erstellt haben, der mit Iagno zusammenarbeitet, senden Sie ihn an Ian Peters <email>itp@gnu.org</email> und er wird diesen Satz in der nächsten Version mitliefern.

source: Important:
de: Wichtig:

source: There are two tile sets which look the same, but have different animations -- woodtrim and classic.
de: Es gibt zwei gleich aussehende Jeton-Sätze, die aber verschiedene Animationen zeigen -- »woodtrim« und »classic«.

source: The Preferences menu with the Appearance tab highlighted.
de: Das Einstellungsmenü mit dem hervorgehobenen Reiter »Erscheinungsbild«.

source: Screenshot of the animation settings.
de: Bildschirmfoto der Animationseinstellungen

source: Network Games
de: Netzwerkspiele

source: Iagno support networked multiplayer games which is provided by <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink>. By connecting to a Iagno server on the Internet, you can challenge other players in multiplayer games. For news, updates and a list of servers to connect to, see the <ulink type="http" url="http://mate-desktop.org/">mate-games website</ulink>.
de: Iagno unterstützt den Netzwerk-Mehrspielermodus für Spiele, die von <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink> bereitgestellt werden. Wenn Sie sich im Internet mit einem Iagno-Server verbinden, können Sie im Mehrspieler-modus andere Spieler herausfordern. Über Neuigkeiten, Aktualisierungen und eine Liste der Server, mit denen Sie sich verbinden können, informiert Sie die <ulink type="http" url="http://www.mate.org/projects/mate-games/">Website der MATE-Spiele</ulink>.

source: To start the multiplayer game of Iagno, select <menuchoice><guimenu>Game</guimenu><guimenuitem>Network Game</guimenuitem></menuchoice> on the Iagno menu.
de: Um Iagno im Mehrspieler-Modus zu starten, wählen Sie <menuchoice><guimenu>Spiel</guimenu><guimenuitem>Netzwerkspiel</guimenuitem></menuchoice> im Menü von Iagno.

source: Connecting to a Iagno network server
de: Verbindung zu einem Iagno-Netzwerkserver

source: The Iagno connection dialog is shown initially when starting a new network game. This dialog allows you to select a server to connect to, and the username that you will have while connected to that server.
de: Der Verbindungsdialog von Iagno wird angezeigt, sobald Sie ein Netzwerkspiel starten.Dieser Dialog erlaubt Ihnen, einen Server auszuwählen, mit dem Sie sich verbinden wollen, sowie einen für die Zeit der Verbindung mit diesem Server gültigen Benutzernamen.

source: It is possible to connect to a server with either a guest account or a normal registered account. Guest accounts allows you to anonymously login, while a normal login account allows you to reserve your own username which is protected by the password that you choose.
de: Es ist möglich, sich entweder über einen Gastzugang oder einen normal registrierten Zugang mit einem Server zu verbinden. Gastzugänge ermöglichen die anonyme Anmeldung, während ein normaler Zugang die Anmeldung mit Ihrem registrierten Benutzernamen erlaubt, der durch das von Ihnen gewählte Passwort geschützt ist.

source: The <guimenuitem>Guest Login</guimenuitem> option should be selected if you want an anonymous guest account. If you want to create a new login account, then select the <guimenuitem>First-time Login</guimenuitem> option, with the username, password and email of your choice. If you have already created your account, you can connect by selecting the <guimenuitem>Normal Login</guimenuitem> option, and enter the username and password that you have chosen.
de: Die Option <guimenuitem>Gast-Anmeldung</guimenuitem> sollte ausgewählt werden, wenn Sie einen anonymen Gastzugang wünschen. Wenn Sie einen neuen Anmeldezugang anlegen wollen, wählen Sie die Option <guimenuitem>Erstanmeldung</guimenuitem>, mit Benutzername, Passwort und E-Mail-Adresse Ihrer Wahl. Falls Sie bereits einen Zugang angelegt haben, können Sie sich mit der Option <guimenuitem>Normale Anmeldung</guimenuitem> unter Angabe des Benutzernamens und des gewählten Passworts verbinden.

source: To connect to a server, click on the <guimenuitem>Connect</guimenuitem> button.
de: Um zum Server zu verbinden, klicken Sie auf die Schaltfläche <guimenuitem>Verbinden</guimenuitem>.

source: The Iagno network connection dialog.
de: Der Netzwerkverbindungsdialog von Iagno.

source: Joining a game room
de: Betreten eines Spielraumes

source: Once you have successfully connected to a server, you can choose which game room to join. To play a multiplayer game of Iagno, select the Iagno room. If you want to host your own game, then click on the Launch button. This creates a new table where other players can participate in a game against you. If there are any other games already started, then you can double-click on an existing game table to join it. The list of game tables on the right shows you the number of available seats, which means the number of players that can join the game table.
de: Sobald Sie sich erfolgreich mit einem Server verbunden haben, können Sie wählen, welchen Raum Sie betreten wollen. Um Nibbles im Mehrspieler-Modus zu spielen, wählen sie einen Nibbles-Raum. Wenn Sie ein eigenes Spiel bereitstellen wollen, klicken Sie auf die Schaltfläche »Starten«. Dies erstellt einen neuen Spieltisch, an dem andere Spieler Platz nehmen können, um gegen Sie zu spielen. Falls einige andere Spiele bereits gestartet wurden, doppelklicken Sie auf eines der vorhandenen Spiele, um daran teilzunehmen. Die Liste der Spieltische rechts zeigt Ihnen die Anzahl der verfügbaren Plätze, das heißt die Anzahl der Spieler. die noch an diesem Spieltisch teilnehmen können.

source: This Iagno network dialog allows you to join a game room to find other players.
de: Der Netzwerkdialog von Iagno erlaubt Ihnen, einem Spiele-Raum beizutreten, um andere Spieler zu finden.

source: When creating a new table for Iagno games, a preference dialog is displayed which allows you to customize the game, such as set the minimum number of players for the game. Once the total number of seats have been taken, then no more players are allowed to join that game table.
de: Beim Erstellen eines neuen Spieltisches für Iagno wird ein Einstellungsdialog angezeigt, der Ihnen die Anpassung des Spiels ermöglicht, wie beispielsweise die Anzahl der Spielteilnehmer. Sobald die gesamten Plätze belegt sind, wird es keinen weiteren Spielern erlaubt, am Spieltisch Platz zu nehmen.

source: It is possible to chat with other players in network games. Ask for advice or help playing the games, but please be polite against other players.
de: Es ist möglich, mit anderen Spielern in Netzwerkspielen Sofortnachrichten auszutauschen. Bitten Sie um Ratschläge oder Hilfe für die Spiele, aber seien Sie bitte höflich gegenüber anderen Spielern.

source: Waiting for other players to join the game
de: Warten, bis andere Spieler den Raum betreten

source: Once you have successfully joined a game table, then you have to wait until enough players have joined the table. The <guimenuitem>Players List</guimenuitem> menu item allows you to see a list of the players who have joined the game. The game will begin immediately when the total number of players in the the game have been reached.
de: Sobald Sie erfolgreich an einem Spieltisch Platz genommen haben, warten Sie bitte, bis genug Spieler ebenfalls Platz genommen haben. Der Menüeintrag <guimenuitem>Spielerliste</guimenuitem> ermöglicht Ihnen zu sehen, welche Spieler am Spiel teilnehmen wollen. Das Spiel beginnt sofort, wenn die Gesamtzahl der Spieler erreicht ist.

source: Playing multiplayer Iagno games
de: Iagno im Mehrspieler-Modus spielen

source: Multiplayer Iagno games have pretty much the same rules as normal Iagno games, except that you are now playing against human players. This means that other strategies might possibly be better than when playing against AI players.
de: Iagno-Spiele im Mehrspielermodus folgen so ziemlich den gleichen Regeln wie gewöhnliche Iagno-Spiele, mit dem Unterschied, dass Sie nun gegen menschliche Gegner spielen. Das bedeutet, dass Sie möglicherweise andere Strategien anwenden müssen als bei Computergegnern.

source: Once a player has won, the game ends and you can return to the initial network game screen. Then you can play yet another game of addictive Iagno multiplayer!
de: Wen einer der Spieler gewonnen hat, endet das Spiel und Sie können zum ursprünglichen Netzwerkspiel-Bildschirm zurückkehren. Dann können Sie ein weiteres süchtig machendes Spiel im Mehrspieler-Modus beginnen!

source: Known Bugs and Limitations
de: Bekannte Fehler und Einschränkungen

source: The computer player for Iagno is easy to beat.
de: Der Computergegner für Iagno ist leicht zu schlagen.

source: Authors
de: Autoren

source: <application>Iagno</application> was written by Ian Peters (<email>itp@gnu.org</email>). This manual was written by Eric Baudais (<email>baudais@okstate.edu</email>). To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
de: <application>Iagno</application> wurde von Ian Peters geschrieben (<email>itp@gnu.org</email>). Dieses Handbuch schrieb Eric Baudais (<email>baudais@okstate.edu</email>). Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder diesem Handbuch zu machen, folgen Sie den Anweisungen in diesem <ulink url="ghelp:user-guide?feedback-bugs" type="help">Dokument</ulink>.

source: License
de: Lizenz

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software; Sie können es weiterverbreiten und/oder ändern unter den Bedingungen der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> wie sie von der <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink> veröffentlicht wurde; entweder in Version 2 der Lizenz oder (nach Ihrer Wahl) jeder neueren Version.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
de: Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich ist, aber OHNE JEGLICHE GARANTIE; auch ohne eine GEBRAUCHSTAUGLICHKEITSGARANTIE oder eine Garantie über die TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> für genauere Hinweise.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>MATE Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
de: Eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> ist im Anhang des <citetitle>MATE-Benutzerhandbuchs</citetitle> enthalten. Sie können außerdem eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> von der Free Software Foundation erhalten, indem Sie auf <ulink type="http" url="http://www.fsf.org">ihre Internetseite</ulink> gehen oder an die <address>Free Software Foundation, Inc.<street>51 Franklin Street, Fifth Floor</street><city>Boston</city>, <state>MA</state><postcode>02111-1301</postcode><country>USA</country></address> schreiben.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2008, 2009
