Repository: gfunkmonk2/mate-games
Catalog: gnomine/help/*/*.po
Languages: de, el

source: This sort of situation is tricky. In all the other examples you can learn to look for patterns and avoid thinking hard. Situations like the one in the figure don't crop up easily or in easily recognisable places. Often it is easier to just ignore them and keep playing elsewhere in the hope that you can start clearing the squares from the other side.
de: Diese Art von Situation ist sehr verzwickt. In allen anderen Beispielen können Sie lernen, nach Mustern zu suchen und angestrengtes Denken vermeiden. Situationen wie die in der Abbildung, zeigen sich nicht einfach oder an leicht erkennbaren Stellen. Oftmals ist es einfacher, sie schlicht zu ignorieren und an einer anderen Stelle weiterzuspielen, in der Hoffnung, dass Sie die Felder von der anderen Seite her aufdecken können.
el: Αυτό το είδος περίπτωσης είναι κάπως δύσκολο. Σε όλα τα άλλα παραδείγματα μπορείτε να μάθετε να ψάχνετε για μοτίβα ώστε να μη χρειάζεται να σκέφτεστε σκληρά. Καταστάσεις όπως αυτή στην εικόνα δεν ταιριάζουν εύκολα σε αναγνωρίσιμες θέσεις. Συχνά είναι ευκολότερο να τις αγνοήσετε και να συνεχίσετε να παίζετε σε άλλο σημείο του ναρκοπεδίου με την ελπίδα ότι θα αρχίσετε να καθαρίζετε τα τετραγωνάκια από την άλλη πλευρά.

source: Tips
de: Tipps
el: Συμβουλές

source: Remember, the edge of the board is just the same as a large cleared area (but without the numbers). Often working at the edge of the board is the easiest way forward.
de: Denken Sie daran, dass der Rand des Spielfeldes genauso zählt wie ein großer aufgedeckter Bereich (aber ohne Zahlen). Oftmals ist der einfachste Weg zum Ziel, am Rand des Spielfeldes zu arbeiten.
el: Να θυμάστε ότι οι άκρες του ναρκοπεδίου είναι το ίδιο σαν μια μεγάλη καθαρή περιοχή (αλλά χωρίς τους αριθμούς). Συχνά η δουλειά στις άκρες του ναρκοπεδίου είναι ο ευκολότερος δρόμος προς το εσωτερικό.

source: Sometimes you end up in a situation where there is no way to deduce what the configuration is. In these cases you either have to guess or use the hint function (<menuchoice><guimenu>Game</guimenu><guimenuitem>Hint</guimenuitem></menuchoice>). Sometimes it isn't a 50/50 situation and instead of taking a hint you might like to gamble on the most likely outcome.
de: Manchmal kommen Sie in eine Situation, in der Sie nicht herausfinden können, wie die Anordnung ist. In diesen Fällen müssen Sie entweder raten oder die Hinweisfunktion verwenden (<menuchoice><guimenu>Spiel</guimenu><guimenuitem>Hinweis</guimenuitem></menuchoice>). Manchmal stehen die Chancen dabei nicht 50/50, und anstatt einen Hinweis zu nehmen, setzen Sie vielleicht lieber auf die wahrscheinlichste Möglichkeit.
el: Μερικές φορές καταλήγετε σε μια κατάσταση στην οποία δεν υπάρχει τρόπος να συμπεράνετε ποιά είναι η διάταξη. Σε αυτές τις περιπτώσεις μπορείτε είτε να μαντέψετε στην τύχη είτε να χρησιμοποιήσετε την υπόδειξη(<menuchoice><guimenu>Παιχνίδι</guimenu><guimenuitem>Υπόδειξη</guimenuitem></menuchoice>). Μερικές φορές δεν είναι μια 50-50 κατάσταση και αντί να πάρετε υπόδειξη μπορεί να θέλετε να ρισκάρετε στο πιθανότερο αποτέλεσμα.

source: One final hint: remember the counter on the bottom left of the window that tells you how many mines you have left? Often, near the end of the game, this number can help you figure out what possible places mines can be. How to do this is up to you to figure out.
de: Ein letzter Hinweis: Denken Sie daran, dass der Zähler am unteren rechten Rand des Fensters angibt, wie viele Minen noch übrig sind. Oft kann einem diese Zahl gegen Ende des Spiels dabei helfen herauszufinden, wo Minen sein können. Wie das geht, müssen Sie selbst herausfinden.
el: Μια τελευταία συμβουλή: θυμάστε τον μετρητή στο κάτω αριστερά μέρος του παραθύρου που σας λέει πόσες νάρκες έχουν μείνει; Συχνά, προς το τέλος του παιχνιδιού, ο αριθμός αυτός μπορεί να σας βοηθήσει να καταλάβετε σε ποιές πιθανές θέσεις μπορεί να υπάρχουν νάρκες. Το πώς γίνεται αυτό είναι στο χέρι σας να το καταλάβετε.

source: Authors
de: Autoren
el: Συγγραφείς

source: <application>MATE Mines</application> was written by Pista (<email>szekeres@cyberspace.mht.bme.hu</email>). This manual was written by Callum McKenzie (<email>callum@spooky-possum.org</email>) with help from Vincent Povirk and based on an earlier manual by Tim Riehle (<email>tkriehle@citilink.com</email>). To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
de: <application>Minen</application> wurde von Pista (<email>szekeres@cyberspace.mht.bme.hu</email>) programmiert. Dieses Handbuch wurde von Callum McKenzie (<email>callum@spooky-possum.org</email>) mit Hilfe von Vincent Povirk geschrieben und basiert auf einem früheren Handbuch von Tim Riehle (<email>tkriehle@citilink.com</email>). Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder diesem Handbuch zu machen, folgen Sie den Hinweisen in diesem <ulink url="ghelp:user-guide?feedback-bugs" type="help">Dokument</ulink>.
el: Το <application>MATE Νάρκες</application> γράφτηκε από Pista (<email>szekeres@cyberspace.mht.bme.hu</email>). Αυτή η τεκμηρίωση γράφτηκε από από Callum McKenzie (<email>callum@spooky-possum.org</email>) με βοήθεια από Vincent Povirk και με βάση μια παλιότερη τεκμηρίωση από Tim Riehle (<email>tkriehle@citilink.com</email>). Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση για αυτή την εφαρμογή ή αυτή την τεκμηρίωση, ακολουθήστε τις οδηγίες σε αυτό το <ulink url="ghelp:user-guide?feedback-bugs" type="help">έγγραφο</ulink>.

source: License
de: Lizenz
el: Άδεια χρήσης

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> as published by the <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink>; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software; Sie können es weiterverbreiten und/oder ändern unter den Bedingungen der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> wie sie von der <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink> veröffentlicht wurde; entweder in Version 2 der Lizenz oder (nach Ihrer Wahl) jeder neueren Version.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό. Μπορείτε να το αναδιανέμετε και/ή να το τροποποιείτε υπό τους όρους της <citetitle><ulink type="help" url="mate-help:gpl">Γενικής Δημόσιας Άδειας GNU</ulink></citetitle> όπως αυτή δημοσιεύεται από το <ulink type="http" url="http://www.fsf.org">Ίδρυμα Ελεύθερου Λογισμικοί</ulink>, είτε στην έκδοση 2 της Άδειας, είτε (κατ' επιλογή σας) σε οποιαδήποτε νεότερη έκδοση.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> for more details.
de: Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich ist, aber OHNE JEGLICHE GARANTIE; auch ohne eine GEBRAUCHSTAUGLICHKEITSGARANTIE oder eine Garantie über die TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> für genauere Hinweise.
el: Αυτό το πρόγραμμα διανέμετε με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, χωρίς καν την εννοούμενη εγγύηση της ΕΜΠΟΡΙΚΟΤΗΤΑΣ ή της ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΕΝΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Δείτε την <citetitle><ulink type="help" url="mate-help:gpl">Γενική Δημόσια Άδεια GNU</ulink></citetitle> για περισσότερες λεπτομέρειες.

source: A copy of the <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> is included as an appendix to the <citetitle>MATE Users Guide</citetitle>. You may also obtain a copy of the <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
de: Eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> ist im Anhang des <citetitle>MATE Benutzerhandbuchs</citetitle> enthalten. Sie können außerdem eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> von der Free Software Foundation erhalten, indem Sie auf <ulink type="http" url="http://www.fsf.org">ihre Internetseite</ulink> gehen oder an die <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address> schreiben.
el: Ένα αντίγραφο της <citetitle><ulink type="help" url="mate-help:gpl">Γενικής Άδειας Χρήσης GNU</ulink></citetitle> συμπεριλαμβάνεται ως παράρτημα στον <citetitle>Οδηγό χρηστών MATE</citetitle>. Μπορείτε επίσης να αποκτήσετε ένα αντίγραφο της <citetitle><ulink type="help" url="mate-help:gpl">Γενικής Άδειας Χρήσης GNU</ulink></citetitle> από το Ίδρυμα Ελεύθερου Λογισμικού επισκεπτόμενοι τον <ulink type="http" url="http://www.fsf.org">ιστότοπό τους</ulink> ή γράφοντας στο <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>

source: translator-credits
de: Florian Purucker <florian@purucker.net>, 2007. Mario Blättermann <mario.blaettermann@t-online.de, 2008.
el: Ελληνική μεταφραστική ομάδα MATE Κώστας Παπαδήμας <pkst@mate.org> Μάριος Ζηντίλης <m.zindilis@dmajor.org>, 2009 Για περισσότερα δείτε http://mate.gr/
