Repository: gfunkmonk2/mate-games
Catalog: gnomine/help/*/*.po
Languages: de, el

source: By choosing <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> from the menu you can change the size of the games. Larger sizes obviously take longer and require more concentration. Smaller games are more frantic. We provide Small, Medium, Large and Custom sizes.
de: Wenn Sie im Menü <menuchoice><guimenu>Einstellungen</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> wählen, können Sie die Feldgröße bestimmen. Größere Felder erfordern natürlich mehr Zeit und Konzentration. Kleinere Felder sind schneller. Es gibt kleine, mittlere, große und benutzerdefinierte Feldgrößen.
el: Επιλέγοντας Ρυθμίσεις και μετά Προτιμήσεις στα μενού, μπορείτε να αλλάξετε το μέγεθος του ναρκοπεδίου. Όσο μεγαλύτερο το ναρκοπέδιο, τόσο περισσότερος χρόνος και συγκέντρωση χρειάζεται. Τα μικρότερα παιχνίδια είναι πιο έντονα. Εμείς σας παρέχουμε Μικρό, Μέτριο, Μεγάλο ή Προσαρμοσμένο μέγεθος.

source: The preferences dialog.
de: Der Einstellungsdialog.
el: Ο διάλογος προτιμήσεων.

source: On the right hand side of the dialog there are three parameters for controlling the custom size. Horizontal and Vertical are the width and height of the desired grid in squares. The number of mines is - obviously - the number of mines you need to find. If this number is set too high or too low then the game becomes very easy. The number of mines is limited to slightly less than the total number of squares.
de: Auf der rechten Seite des Fensters gibt es drei Einträge, die die benutzerdefinierte Größe bestimmen. Horizontal und Vertikal sind die Breite und Höhe des gewünschten Gitters in Feldern. Die Anzahl der Minen ist natürlich die Anzahl der Minen, die Sie finden müssen. Wenn diese Zahl zu hoch oder zu niedrig eingestellt wird, wird das Spiel sehr einfach. Die Obergrenze für die Anzahl der Minen liegt leicht unter der Gesamtzahl der Felder.
el: Στα δεξιά του διαλόγου προτιμήσεων βρίσκονται τρεις παράμετροι που ελέγχουν το προσαρμοσμένο μέγεθος. Η Οριζόντια και Κατακόρυφη είναι το πλάτος και το ύψος του ναρκοπεδίου σε τετραγωνάκια. Ο Αριθμός ναρκών είναι - προφανώς - ο αριθμός των ναρκών που πρέπει να εντοπίσετε. Αν ο αριθμός αυτών ρυθμιστεί πολύ ψηλά ή πολύ χαμηλά τότε το παιχνίδι γίνεται πολύ εύκολο. Ο αριθμός των ναρκών περιορίζεται σε λίγο λιγότερες από το συνολικό αριθμό τετραγώνων.

source: "I'm not sure" Flags
de: »Ich bin mir nicht sicher«-Fahnen
el: Χρήση των σημάνσεων "Δεν είμαι σίγουρος"

source: There is a check-box in the properties dialog entitled Use "I'm not sure" flags. If you enable this then, when right-clicking on a square, it cycles between the normal flags used to mark the square as mined, a flag with a question mark on it and no flag. This new flag is to help you with your reasoning, to mark mines you think might be a mine but aren't sure about. These flags have no effect on the game; you still have to use the appropriate number of red marker flags to be able to clear around a numbered square.
de: Es gibt im Einstellungsdialog ein Ankreuzfeld, das »Ich bin mir nicht sicher«-Fahnen verwenden heißt. Wenn es aktiviert ist, wechselt das Symbol bei Rechtsklick auf ein Feld zwischen den normalen Fahnen, die ein vermintes Feld markieren, einer Fahne mit einem Fragezeichen darauf und keiner Fahne. Diese neue Fahne ist eine Denkhilfe, mit der Sie die Felder markieren, unter denen Sie eine Mine vermuten, sich aber nicht sicher sind. Diese Fahnen haben keinen Einfluss auf das Spiel; Sie müssen immer noch die richtige Anzahl roter Fahnen verwenden um die Felder um ein beschriftetes Feld automatisch aufzudecken.
el: Υπάρχει μια επιλογή στις Προτιμήσεις με τίτλο Χρήση των σημάνσεων "Δεν είμαι σίγουρος". Αν ενεργοποιήσετε αυτή την επιλογή, τότε κάνοντας δεξί κλικ σε ένα τετραγωνάκι, η εμφάνισή του εναλλάσσεται μεταξύ της κανονικής σημαίας που χρησιμοποιείται για να το μαρκάρει ως νάρκη, μιας σημαίας με ένα ερωτηματικό ή χωρίς καθόλου σημαία. Η σημαία με το ερωτηματικό μπορεί να σας βοηθήσει στη σκέψη σας, για να μαρκάρετε τετραγωνάκια που δεν είστε σίγουροι αν περιέχουν νάρκες. Αυτές οι σημαίες δεν επηρεάζουν το παιχνίδι, πρέπει και πάλι να έχετε μαρκάρει με αρκετές κόκκινες σημαίες για να μπορείτε να καθαρίσετε γύρω από ένα τετραγωνάκι με αριθμό.

source: The sequence of flags when "I'm not sure" flags are enabled.
de: Die Abfolge der Fahnen wenn »Ich bin mir nicht sicher«-Fahnen aktiviert sind.
el: Η σειρά των σημαίων όταν είναι ενεργοποιημένες οι σημαίες "Δεν είμαι σίγουρος".

source: Use "Too many flags" warning
de: »Zu viele Fahnen«-Warnung verwenden
el: Χρήση της προειδοποίησης "Πάρα πολλές σημαίες"

source: The other check-box in the properties dialog is entitled Use "Too many flags" warning. This feature will show you a warning when you have placed too many flags. This is disabled by default, as it provides so much hint that it could be considered "cheating".
de: Die andere Ankreuzbox im Einstellungsdialog heißt »Zu viele Fahnen«-Warnung verwenden. Diese Funktion gibt eine Warnung aus, wenn zu viele Fahnen gesetzt wurden. Sie ist standardmäßig deaktiviert, weil sie so viel verrät, dass man es als Betrug ansehen könnte.
el: Η άλλη επιλογή στις προτιμήσεις έχει τίτλο Χρήση της προειδοποίησης "Πάρα πολλές σημαίες". Αυτό επιτρέπει την προβολή μιας προειδοποίησης όταν έχετε τοποθετήσει υπερβολικά πολλές σημαίες. Η επιλογή αυτή δεν είναι ενεργοποιημένη εξ ορισμού, καθώς παρέχει τόσες υποδείξεις που θα μπορούσε να χαρακτηριστεί "κλεψιά".

source: Hints
de: Hinweise
el: Υποδείξεις

source: If you get stuck - it is reasonably common to end up with two options that you can't logically resolve - then you can either guess, or ask for a hint. When you choose <guimenuitem>Hint</guimenuitem> from the <guimenu>Game</guimenu> menu a single square is revealed (plus surrounding squares if it is blank). The choice of square is random, but should be helpful. There is 10 second penalty added to your time whenever you use a hint.
de: Wenn Sie stecken bleiben – es ist ganz normal in eine Situation zu kommen, in der es zwei Möglichkeiten gibt, die Sie nicht logisch lösen können – dann können Sie entweder raten oder sich einen Hinweis geben lassen. Wenn Sie <guimenuitem>Hinweis</guimenuitem> im Menü <guimenu>Spiel</guimenu> wählen, wird ein einzelnes Feld aufgedeckt (und die angrenzenden, wenn es leer ist). Das Feld wird zufällig ausgewählt, aber es sollte hilfreich sein. Jedes Mal wenn Sie sich einen Hinweis geben lassen, werden auf die Zeit zehn Sekunden aufgeschlagen.
el: Αν κολλήσετε - είναι σχετικά κοινό να καταλήξετε σε δύο επιλογές που δε μπορείτε να επιλύσετε λογικά - τότε μπορείτε είτε να μαντέψετε, είτε να ζητήσετε μια υπόδειξη. Επιλέγοντας Υπόδειξη από το μενού Παιχνίδι ένα τετραγωνάκι αποκαλύπτεται (και τα εφαπτόμενα αν είναι εντελώς άδειο). Η επιλογή του τετραγώνου είναι τυχαία, αλλά πρέπει να είναι βοηθητική. Υπάρχει μαι τιμωρία όταν παίρνετε μια υπόδειξη: δέκα δευτερόλεπτα προστίθενται στο χρόνο σας.

source: High Scores
de: Ergebnisse
el: Βαθμολογίες

source: If your score is in the top ten you will be shown the list of top scores and have an opportunity to change the name recorded in the high score table. You can also review the scores later by choosing <guimenuitem>Scores</guimenuitem> from the <guimenu>Game</guimenu> menu. The drop-down menu at the top of the dialog lets you look at the scores for other board sizes.
de: Wenn Ihre Punktzahl unter den zehn besten ist, werden Ihnen die besten Ergebnisse angezeigt, und Sie haben die Möglichkeit den Namen zu ändern, der bei den Ergebnissen eingetragen wird. Sie können auch später die Ergebnisse betrachten, indem Sie <guimenuitem>Ergebnisse</guimenuitem> im Menü <guimenu>Spiel</guimenu> wählen. Im Auswahlfeld an der Oberseite des Fensters können Sie sich die Ergebnisse der anderen Feldgrößen anzeigen lassen.
el: Αν η βαθμολογία σας είναι μέσα στις δέκα καλύτερες θα εμφανιστείτε στη λίστα με τις καλύτερες βαθμολογίες και θα σας δοθεί η ευκαιρία να επιλέξετε το όνομα που θα καταγραφεί στον πίνακα βαθμολογιών. Μπορείτε επίσης να δείτε τις βαθμολογίες αργότερα επιλέγοντας <guimenuitem>Βαθμολογίες</guimenuitem> από το μενού <guimenu>Παιχνίδι</guimenu>. Το μενού στο πάνω μέρος του διαλόγου σας επιτρέπει να δείτε τις βαθμολογίες για διαφορετικά μεγέθη ναρκοπεδίου.

source: The high scores dialog.
de: Die Ergebnisliste.
el: Ο διάλογος βαθμολογιών

source: The high score for the custom size is usually meaningless. Any other player can make the game size smaller and get a better time. If you only ever play one custom size then it will tell you how well you are doing. This is the only reason it is still recorded.
de: Die Ergebnisse für die benutzerdefinierte Größe sind in der Regel bedeutungslos. Jeder Spieler kann die Spielgröße verringern und eine bessere Zeit schaffen. Wenn Sie immer nur eine benutzerdefinierte Größe spielen, zeigt Ihnen die Ergebnisliste, wie gut Sie spielen. Das ist der einzige Grund dafür, dass diese Liste noch geführt wird.
el: Οι βαθμολογίες για το προσαρμοσμένο μέγεθος ναρκοπεδίου συνήθως δεν έχουν και πολύ νόημα. Οποισδήποτε άλλος παίκτης μπορεί να κάνει το μέγεθος μικρότερο και να σημειώσει καλύτερο χρόνο. Αν παίζετε πάντα ένα συγκεκριμένο προσαρμοσμένο μέγεθος τότε θα σας πει πόσο καλοί είστε σ' αυτό. Αυτός είναι και ο μοναδικός λόγος που καταγράφεται ακόμα.

source: Window Size
de: Fenstergröße
el: Μέγεθος παραθύρου

source: Resizing the window makes the squares bigger or smaller to suit. If you want to make maximum use of the screen then there is a <guimenuitem>Fullscreen</guimenuitem> option under the <guimenu>Settings</guimenu> menu. You can also use the <keycap>F11</keycap> key to toggle full-screen mode.
de: Wenn die Fenstergröße verändert wird, ändert sich auch die Größe der Felder entsprechend. Wenn Sie den Bildschirm vollständig nutzen möchten, gibt es die Einstellungsmöglichkeit <guimenuitem>Bildschirm füllend</guimenuitem> im Menü <guimenu>Einstellungen</guimenu>. Sie können auch <keycap>F11</keycap> verwenden um den bildschirmfüllenden Modus an- und auszuschalten.
el: Η αλλαγή μεγέθους του παραθύρου κάνει τα τετραγωνάκια μεγαλύτερα ή μικρότερα για να ταιριάξουν. Αν θέλετε να χρησιμοποιήσετε στο μέγιστο την οθόνη τότε υπάρχει η επιλογή <guimenuitem>Πλήρης οθόνη</guimenuitem> στο μενού <guimenu>Ρυθμίσεις</guimenu>. Μπορείτε επίσης να χρησιμοποιήσετε το πλήκτρο <keycap>F11</keycap> για να ενεργοποιήσετε και να απενεργοποιήσετε την πλήρη οθόνη.

source: Pausing the Game
de: Das Spiel unterbrechen
el: Παύση παιχνιδιού

source: The game can be paused automatically when you start using another window, or paused by choosing <guimenuitem>Pause</guimenuitem> from the <guimenu>Game</guimenu> menu. The playing area is blanked so you can't think ahead while the clock is stopped. To start playing again press the button labelled "Press to Resume".
de: Das Spiel wird automatisch unterbrochen, wenn Sie ein anderes Fenster verwenden oder wenn Sie auf <guimenuitem>Pause</guimenuitem> im Menü <guimenu>Spiel</guimenu> klicken. Das Spielfeld wird dabei ausgeblendet, so dass Sie nicht vorausplanen können, während die Uhr nicht läuft. Um weiterzuspielen, klicken Sie auf die Schaltfläche »Spiel fortsetzen«.
el: Το παιχνίδι μπορεί να μπει αυτόματα σε παύση όταν αρχίσετε να χρησιμοποιείτε ένα άλλο παράθυρο, ή όταν επιλέξετε <guimenuitem>Παύση</guimenuitem> από το μενού <guimenu>Παιχνίδι</guimenu>. Η επιφάνεια του παιχνιδιού καθαρίζεται ώστε να μη μπορείτε να τη μελετήσετε ενώ το χρονόμετρο είναι σταματημένο. Για να αρχίσετε πάλι να παίζετε, πατήστε το κουμπί που γράφει "Πατήστε για συνέχεια".

source: Strategy
de: Strategie
el: Στρατηγική

source: The first half of this section explains the very basics of deducing where mines are. If you are familiar with how to play the game skip down to the <link linkend="advanced">Advanced Situations</link> subsection.
de: Die erste Hälfte dieses Abschnitts erklärt die Grundlagen, wie Sie herausfinden können,wo die Minen sind. Wenn Sie mit den Spielregeln vertraut sind, lesen Sie im Abschnitt <link linkend="advanced">Situationen für Fortgeschrittene</link> weiter.
el: Το πρώτο μισό αυτής της ενότητας εξηγεί τα βασικά του τρόπου που συμπεραίνουμε πού βρίσκονται οι νάρκες. Αν ήδη ξέρετε πώς να παίζετε το παιχνίδι, προχωρήστε παρακάτω στο τμήμα <link linkend="advanced">Προχωρημένες καταστάσεις</link>.

source: The Basics
de: Grundlagen
el: Τα βασικά

source: These are a few basic situations which should be incredibly obvious, but if you're struggling with how to play the game, they should be useful. The first case is where you have an isolated covered square and most of the squares around it read 1. That covered square is a mine.
de: Dies sind einige grundlegende Situationen, die sehr offensichtlich sein sollten, aber wenn Sie Schwierigkeiten beim Spielen haben, sollten sie hilfreich sein. Der erste Fall ist der, in dem Sie ein einzelnes verdecktes Feld haben und die meisten angrenzenden Felder mit 1 beschriftet sind. Dann ist dieses verdeckte Feld eine Mine.
el: Αυτές είναι μερικές βασικές καταστάσεις που θα πρέπει να είναι εξαιρετικά προφανείς, αλλά αν πασχίζετε να παίξετε το παιχνίδι, θα σας φανούν χρήσιμες. Η πρώτη περίπτωση είναι όταν έχετε ένα μεμονωμένο καλυμμένο τετράγωνο και τα περισσότερα τετραγωνάκια γύρω του έχουν τον αριθμό 1. Το καλυμμένο αυτό τετράγωνο είναι νάρκη.

source: The simplest case.
de: Der einfachste Fall.
el: Η απλούστερη περίπτωση

source: The next simplest case is where you have two covered squares adjacent to each other and both squares on one side are marked with a 2. If they have no other uncleared neighbors, then both squares are mines.
de: Der nächstschwierigere Fall ist der, in dem zwei verdeckte Felder aneinander angrenzen und beide Felder auf der einen Seite davon mit einer 2 markiert sind. Wenn diese Felder keine weiteren verdeckten Nachbarfelder haben, dann sind beide Felder Minen.
el: Η επόμενη απλή περίπτωση είναι όταν έχετε δύο καλυμμένα τετράγωνα που εφάπτονται και έχουν και τα δύο στη μια πλευρά τους τετραγωνάκι με τον αριθμό 2. Αν δεν υπάρχουν άλλα γειτονικά καλυμμένα τετράγωνα τότε και τα δύο αυτά είναι νάρκες.

source: The two mine case.
de: Der Zwei-Minen-Fall.
el: Η περίπτωση των δύο ναρκών.

source: Finally, when there are three uncovered squares in a row and the clear square beside the middle one is a 3 (once again this square should have no other neighbors) then all three are mines.
de: Schließlich gibt es den Fall, bei dem drei verdeckte Felder nebeneinander liegen und das aufgedeckte Feld in der Mitte der dreien ist mit einer 3 beschriftet (auch hier sollte dieses Feld keine verdeckten Nachbarfelder haben). In dem Fall sind alle drei Felder Minen.
el: Τέλος, όταν υπάρχουν τρία καλυμμένα τετράγωνα σε σειρά και το τετραγωνάκι δίπλα στο μεσαίο απο αυτά έχει τον αριθμό 3 (και πάλι αυτό το τετραγωνάκι δεν πρέπει να έχει γείτονες) τότε και τα τρία είναι νάρκες.

source: The three mine case.
de: Der Drei-Minen-Fall.
el: Η περίπτωση των τριών ναρκών.

source: These are the simplest cases. Other permutations on these simple situations are possible, for example the three squares in the previous example could be in an L shape.
de: Dies sind die einfachsten Fälle. Andere Kombinationen dieser einfachen Situationen sind möglich, zum Beispiel könnten die drei Felder im vorhergehenden Beispiel ein L bilden.
el: Αυτές είναι οι πιο απλές περιπτώσεις. Άλλες παραλλαγές αυτών των απλών περιπτώσεων είναι δυνατό να υπάρξουν, για παράδειγμα τα τρία τετράγωνα στο προηγούμενο παράδειγμα θα μπορούσαν να είναι σε σχήμα Γ.

source: Simple analysis will solve most of the puzzle, but not all. Before going on to the next sections, where we give you more advanced hints, you should play for a bit and see what you can work out for yourself.
de: Einfaches Nachdenken wird den Großteil des Puzzles lösen, aber nicht alles. Bevor Sie die nächsten Abschnitte lesen, in denen wir komplexere Hinweise geben, sollten Sie eine Weile spielen und sehen, was Sie selbst herausfinden können.
el: Η απλή ανάλυση θα λύσει το περισσότερο από το παιχνίδι, αλλά όχι όλο. Πριν προχωρήσετε στις επόμενες ενότητες, όπου σας παρέχουμε πιο προχωρημένες υποδείξεις, θα ήταν καλό να παίξετε για λίγο και να δείτε τι συμπεράσματα θα βγάλετε κι από μόνοι σας.

source: Advanced Situations
de: Situationen für Fortgeschrittene
el: Προχωρημένες καταστάσεις

source: These are some more complicated situations. They are a bit of a step up from the last section, so we hope you took our advice and played for a bit first.
de: Dies sind einige komplexere Situationen. Sie sind ein Stück schwieriger als die im letzten Abschnitt, also sind Sie hoffentlich unserem Rat gefolgt und haben erst etwas gespielt.
el: Αυτές είναι μερικές πιο πολύπλοκες καταστάσεις. Είναι μερικά βήματα πιο πάνω από την τελευταία ενότητα, οπότε ελπίζουμε ότι εφαρμόσατε τη συμβουλή μας και παίξατε πρώτα μερικά παιχνίδια.

source: In the example below the mines are to the left of the ones. We figure this out by a process of elimination. If the square to the left of the 2 was a mine then the 1s would both have their maximum number of mines leaving no free square for the second mine adjacent to the 2 (since they would also be adjacent to the 1s). Having eliminated the middle square we are left with two squares we require for the 2 so they are both mined.
de: Im untenstehenden Beispiel sind die Minen links neben den Einsen. Dies können Sie im Ausschlussverfahren herausfinden. Wenn das Feld links eine Zwei wäre, dann hätten beide Einsen schon ihre Höchstzahl an Minen und es wäre kein Feld mehr frei für die zweite Mine, die an die Zwei angrenzen soll (weil sie auch an die Einsen angrenzen würde). Da nun das mittlere Feld ausgeschlossen ist, bleiben noch zwei Felder für zwei Minen, also sind beide vermint.
el: Στο πιο κάτω παράδειγμα οι νάρκες βρίσκονται στα δεξιά των δύο τετραγώνων με τον αριθμό 1. Αυτό το συμπεραίνουμε αποκλείοντας όλα τα άλλα ενδεχόμενα. Αν το τετραγωνάκι στα αριστερά του 2 ήταν νάρκη τότε και τα δύο τετραγωνάκια με 1 θα είχαν τον μέγιστο αριθμό ναρκών το καθένα, και έτσι δε θα άφηναν χώρο για τη δεύτερη νάρκη που πρέπει να εφάπτεται στο 2 (αφού τότε θα ήταν επίσης εφαπτόμενη με τα 1). Αφού έχουμε αποκλείσει το μεσαίο τετραγωνάκι μας μένουν δύο τετραγωνάκια που μπορούν να έχουν νάρκες εφαπτόμενες του 2, και αυτά είναι οι νάρκες μας.

source: A not-so-obvious pattern.
de: Ein nicht so offensichtliches Muster.
el: Ένα όχι και τόσο προφανές μοτίβο.

source: This situation can be disguised, for example consider the figure below. It is the same situation, but the extra mined square on the right has increased all the numbers by 1.
de: Diese Situation kann verschleiert werden, betrachten Sie zum Beispiel die Abbildung unten. Es ist die gleiche Situation, aber das zusätzliche verminte Feld rechts hat alle Zahlen um eins erhöht.
el: Αυτή η περίπτωση μπορεί να είναι κάπου κρυμμένη. Για παράδειγμα δείτε την εικόνα πιο κάτω. Είναι η ίδια κατάσταση, αλλά το επιπλέον τετραγωνάκι με νάρκη στα δεξιά έχει αυξήσει όλους τους αριθμούς κατά 1.

source: The extra mine disguises a copy of the previous example.
de: Die zusätzliche Mine verschleiert das vorherige Beispiel.
el: Η επιπλέον νάρκη κρύβει ένα αντίγραφο του προηγούμενου παραδείγματος.

source: Now we're going to try a complicated example. It illustrates two points. The first is that even if you aren't sure which squares are mined, restricting the possibilities is helpful. The second is that knowing which squares aren't mined is nearly as good as knowing which are mined.
de: Nun wagen wir uns an ein kompliziertes Beispiel. Es zeigt zwei Punkte. Der erste ist, dass es hilfreich ist, die Möglichkeiten einzugrenzen, auch wenn Sie nicht sicher wissen, welche Felder vermint sind. Der zweite Punkt ist, dass es beinahe so gut ist zu wissen, welche Felder nicht vermint sind wie zu
el: Τώρα θα προσπαθήσουμε ένα πολύπλοκο παράδειγμα. Παρουσίαζει δύο θέματα. Το πρώτο είναι ότι ακόμα κι αν δεν είστε σίγουροι ποιά τετραγωνάκια είναι νάρκες, ο περιορισμός των πιθανοτήτων είναι χρήσιμος. Το δεύτερο είναι ότι το να ξέρετε ποιά τετραγωνάκια δεν είναι νάρκες είναι σχεδόν εξίσου καλό με το να ξέρετε ποιά είναι.

source: Assume that, in the figure below, we start off knowing that the top left square is mined and so the two squares marked 2 on the left only require one more mine. Next observe that the left-most 2 implies that one of the covered squares beneath it is mined, but we don't yet know which one. Since at least one of these squares is mined and they are both neighbors of the second 2 then we know that that 2 is also satisfied by one of these two squares (we still don't know which one). This means that the square beneath the 4 is clear because it is also a neighbor of the second 2 and not one of the two squares we identified previously. This one blank square now leaves the 4 with only four neighbors - all of which must be mines. Not only does it tell us which mines surround the 4, it now tells us which of the squares beside the 2 is mined!
de: Nehmen wir an, dass wir bei der Abbildung unten wissen, dass das obere linke Feld vermint ist und deswegen die zwei Felder links, die mit 2 markiert sind, nur noch eine zusätzliche Mine brauchen. Die Zwei ganz links zeigt, dass eines der verdeckten Felder darunter vermint ist, aber wir wissen noch nicht welches. Da mindestens eines dieser Felder vermint ist und sie beide Nachbarfelder der zweiten Zwei sind, wissen wir, dass diese Zwei ebenfalls von einem der beiden Felder von einer Mine versorgt wird (wir wissen aber immer noch nicht welches). Das bedeutet, dass das Feld unter der Vier frei ist, weil es auch ein Nachbarfeld der zweiten Zwei ist und kein Nachbarfeld der beiden Felder, die wir vorher identifiziert haben. Dieses eine freie Feld sorgt dafür, dass die Vier nur noch vier Nachbarfelder hat, die nun alle Minen sein müssen. Das verrät uns nicht nur welche Minen die Vier umgeben, sondern auch welches der Felder, die an die Zwei angrenzen, vermint ist.
el: Ας υποθέσουμε ότι, στην εικόνα πιο κάτω, ξεκινάμε γνωρίζοντας ότι το πάνω αριστερά τετραγωνάκι περιέχει μια νάρκη οπότε τα δύο τετραγωνάκια με 2 στα αριστερά χρειάζονται μόνο μία ακόμα. Μετά παρατηρούμε ότι το αριστερότερο 2 δείχνει ότι ένα από τα καλυμμένα τετραγωνάκια από κάτω περιέχει νάρκη αλλά δε ξέρουμε ακόμα ποιό. Επομένως αφού τουλάχιστον ένα από αυτά περιέχει νάρκη και είναι και τα δύο γειτονικά του δεύτερου 2, τότε καταλαβαίνουμε ότι εκείνο το 2 επίσης ικανοποιείται από ένα από τα δύο αυτά τετραγωνάκια (ακόμα δε ξέρουμε ποιό από τα δύο). Αυτό σημαίνει ότι το τετραγωνάκι κάτω από το 4 είναι καθαρό επειδή είναι επίσης γειτονικό του δεύτερου 2 και όχι ένα από τα δύο τετραγωνάκια που εντοπίσαμε προηγουμένως. Αυτό το ένα καθαρό τετραγωνάκι τώρα αφήνει το 4 με μόνο τέσσερις γείτονες, όλοι από τους οποίους πρέπει να είναι νάρκες. Όχι μόνο μας λέει ποιές νάρκες εφάπτονται στο 4, αλλά τώρα μας λέει και ποιό από τα τετραγωνάκια κάτω από το 2 περιέχει νάρκη!

source: As tricky as it gets.
de: So verzwickt kann es werden.
el: Όσο πιο πολύπλοκο γίνεται
