Repository: gfunkmonk2/mate-games
Catalog: gnomine/help/*/*.po
Languages: de, el

source: @@image: 'figures/main-window.png'; md5=0f49e2af3381111f4d13575fefd52d87
de: @@image: 'figures/main-window.png'; md5=1fd69244e4ab3103a9116874e724451c

source: @@image: 'figures/statusbar.png'; md5=8fd07589a7caac8c0c7c42007adb6835
de: @@image: 'figures/statusbar.png'; md5=7a9c9ac54b504415c8db14902c02265a

source: @@image: 'figures/preferences.png'; md5=b0a57c641f5d123f509e71c632294a12
de: @@image: 'figures/preferences.png'; md5=72fe9c519b2823399311bc9f03a4942a

source: @@image: 'figures/imnotsureflagscheckbox.png'; md5=58be021ed1cf90add08931282ec19bad
de: @@image: 'figures/imnotsureflagscheckbox.png'; md5=1cc43e208a1f6f7c94988f929cfd4c7a

source: @@image: 'figures/highscores.png'; md5=a62a94c773d992dcf399ee09ec35da5a
de: @@image: 'figures/highscores.png'; md5=a2f20f1928471adce71746fa1e9f521a

source: <application>Mines</application> Manual
de: <application>Minen</application>-Handbuch
el: Τεκμηρίωση του <application>Νάρκες</application>

source: Mines is MATE's take on the popular logic puzzle minesweeper, which includes avoiding mines while receiving clues for the location of the mines.
de: Minen ist die MATE-Version des populären Logikpuzzles Minesweeper, dessen Spielidee auf dem Suchen von Minen beruht, wobei der Spieler dafür Hinweise erhält.
el: Το Νάρκες είναι η εκδοχή του MATE για το ναρκαλιευτή, το δημοφιλές παιχνίδι λογικής το οποίο περιλαμβάνει την αποφυγή ναρκών ενώ λαμβάνονται υποδείξεις για τη θέση τους.

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του MATE

source: This document is dual-licensed. You may either distribute and/or modify it under the terms of the <ulink type="help" url="mate-help:gpl">GNU General Public License</ulink>, which the <link linkend="license">program is licensed</link> under, or you can distribute it under the terms of the GNU Free Documentation License. A copy of this follows.
de: Dieses Dokument steht unter zwei Lizenzen. Sie können es weiterverbreiten und/oder bearbeiten unter den Bedingungen der <ulink type="help" url="mate-help:gpl">GNU General Public License</ulink>, unter deren Bedingungen auch das <link linkend="license">Programm lizensiert ist</link> oder Sie können es unter den Bedingungen der GNU Free Documentation License weiterverbreiten. Es folgt eine Kopie der GNU Free Documentation License.
el: Αυτό το έγγραφο έχει διπλή άδεια χρήσης. Μπορείτε είτε να το διανέμετε και/ή να το τροποποιείτε υπό τους όρους της <ulink type="help" url="mate-help:gpl">Γενικής Δημόσιας Άδειας GNU</ulink>, υπό την οποία <link linkend="license">η εφαρμογή αδειοδοτείται</link>, είτε να το διανέμετε υπό τους όρους της Ελεύθερης Άδειας Τεκμηρίωσης GNU. Ένα αντίγραφο αυτής ακολουθεί.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
el: Δίνεται άδεια για αντιγραφή, διανομή και/ή τροποποίηση του εγγράφου υπό τους όρους της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), Έκδοση 1.1 ή μεταγενέστερη εκδιδόμενη από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Σταθερά εδάφια, χωρίς Εξώφυλλα κειμένου, και χωρίς Οπισθόφυλλα κειμένου. Μπορείτε να βρείτε ένα αντίγραφο της GFDL σε αυτόν τον <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS που διανεμήθηκε με αυτόν τον οδηγό.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen wie es in Abschnitt 6 der Lizenz beschrieben ist.
el: Αυτή η τεκμηρίωση είναι μέρος μιας συλλογής τεκμηρίωσης του MATE η οποία διανέμεται υπό τους όρους της GFDL. Αν επιθυμείτε να διανείμετε αυτή την τεκμηρίωση ξεχωριστά από τη συλλογή, μπορείτε να το κάνετε εάν η τεκμηρίωση συνοδεύεται από αντίγραφο της άδειας όπως περιγράφεται στον τομέα 6 της άδειας.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE Documentation Project auf diese Warenzeichen hingewiesen wird.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρίες για να ξεχωρίσουν τα προϊόντα και τις υπηρεσίες τους είναι σήματα κατατεθέντα. Όπου αυτά τα ονόματα εμφανίζονται στην τεκμηρίωση MATE, και τα μέλη της ομάδας τεκμηρίωσης MATE έχουν γνώση αυτών, τότε αυτά αναγράφονται με κεφαλαίους χαρακτήρες ή με αρχικούς κεφαλαίους χαρακτήρες.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
el: Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ ΚΑΝΕΝΟΣ ΕΙΔΟΥΣ, ΕΚΦΡΑΣΜΕΝΗ 'Η ΝΟΟΥΜΕΝΗ, ΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΕΓΓΥΗΣΕΩΝ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ 'Η ΠΑΡΑΛΛΑΓΕΣ ΤΟΥ ΕΓΓΡΑΦΟΥ ΕΙΝΑΙ ΕΛΕΥΘΕΡΑ ΚΑΘΕ ΕΛΑΤΤΩΜΑΤΟΣ, ΕΜΠΟΡΕΥΣΙΜΑ, ΚΑΤΑΛΛΗΛΑ ΓΙΑ ΕΝΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ, Η ΜΗ-ΠΑΡΑΒΑΙΝΟΝΤΑ. Η ΕΥΘΥΝΗ ΓΙΑ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ, ΚΑΙ ΑΠΟΔΟΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΕΙΝΑΙ ΑΠΟΚΛΕΙΣΤΙΚΑ ΔΙΚΗ ΣΑΣ. ΑΝ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Η ΠΑΡΑΛΛΑΓΗ ΤΟΥΑΠΟΔΕΙΚΤΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΜΕ ΟΠΟΙΟΔΗΠΟΤΕ ΤΡΟΠΟ, ΕΣΕΙΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ 'Η ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΜΒΑΛΛΟΝΤΑΣ) ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΝΑΓΚΑΙΑΣ ΥΠΗΡΕΣΙΑΣ, ΕΠΙΣΚΕΥΗΣ 'Η ΔΙΟΡΘΩΣΗΣ. Η ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ ΠΟΥ ΣΥΝΟΔΕΥΕΙ ΑΥΤΗ ΤΗΝ ΤΕΚΜΗΡΙΩΣΗ ΕΙΝΑΙ ΑΝΑΠΟΣΠΑΣΤΟ ΚΟΜΜΑΤΙ ΑΥΤΗΣ. ΚΑΜΙΑ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
el: ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΝΟΜΙΚΗ ΣΥΝΘΗΚΗ, ΕΙΤΕ ΜΕΣΩ ΣΥΜΒΟΛΑΙΩΝ Ή ΑΛΛΙΩΣ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ Ο ΣΥΓΓΡΑΦΕΑΣ, Ο ΔΙΑΝΟΜΕΑΣ, Η ΑΛΛΟΣ ΣΥΝΥΠΕΥΘΥΝΟΣ ΓΙΑ ΤΗΝ ΣΥΓΓΡΑΦΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ, ΓΙΑ ΕΜΜΕΣΕΣ Η ΑΜΕΣΕΣ, ΤΥΧΑΙΕΣ Ή ΜΗ ΖΗΜΙΕΣ ΠΑΝΤΩΣ ΦΥΣΕΩΣ ΠΟΥ ΠΡΟΕΡΧΟΝΤΑΙ ΑΠΟ ΤΗΝ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ ΚΑΙ/Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΚΟΜΑ ΚΑΙ ΕΑΝ ΕΧΕΙ ΥΠΑΡΞΕΙ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΥΠΑΡΞΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
el: ΤΟ ΈΓΓΡΑΦΟ ΚΑΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΑΔΕΙΑΣ GNU FREE DOCUMENTATION ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>

source: Mines Manual V2.9
de: Minen-Handbuch V2.9
el: Τεκμηρίωση του Νάρκες, έκδοση 2.9

source: January 2006
de: Januar 2006
el: Ιανουάριος 2006

source: This manual describes version 2.14 of Mines.
de: Dieses Handbuch beschreibt Version 2.14 von Minen.
el: Αυτή η τεκμηρίωση περιγράφει την έκδοση 2.14 του Νάρκες.

source: Feedback
de: Rückmeldungen
el: Ανάδραση

source: To report a bug or make a suggestion regarding the <application>Mines</application> application or this manual, follow the directions in the <ulink url="http://bugzilla.mate.org">MATE bug reporting database.</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Minen</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen in der <ulink url="http://bugzilla.mate.org">MATE-Fehlerdatenbank</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση για την εφαρμογή <application>Νάρκες</application>, ακολουθήστε τις οδηγίες στη <ulink url="http://bugzilla.mate.org">βάση δεδομένων σφαλμάτων MATE</ulink>.

source: MATE Mines
de: Minen
el: MATE Νάρκες

source: Introduction
de: Einführung
el: Εισαγωγή

source: <application><application>Mines</application></application> is a puzzle game where you locate mines floating in an ocean using only your brain and a little bit of luck.
de: <application><application>Minen</application></application> ist ein Puzzlespiel, bei dem Sie im Meer schwimmende Minen finden müssen und bei dem Sie lediglich ihr Gehirn und etwas Glück benötigen.
el: Το <application><application>Νάρκες</application></application> είναι ένα παιχνίδι γρίφος, στο οποίο εντοπίζετε τις νάρκες που βρίσκονται κρυμμένες σε ένα ναρκοπέδιο, χρησιμοποιόντας μόνο το μυαλό σας και λίγη τύχη.

source: You start the game with a grid of covered squares and no idea what is in them. Clicking on a square reveals what is in it: either empty ocean or a mine. If you find a mine bad things happen and the game is over. If you uncover an empty square, you survive and get to try again. We do give you a bit of help; if you find an empty piece of ocean a number is printed there telling you how many mines are in the adjacent squares (or no number if there are no nearby mines). Once you find a few clear squares you can start to deduce which squares have mines in them and which don't. You win the game once you have revealed all the un-mined squares and marked all the mined squares.
de: Das Spiel beginnt mit einem Gitter aus verdeckten Feldern und Sie haben keine Ahnung was sich darunter verbirgt. Wenn Sie auf ein Feld klicken, wird aufgedeckt was darunter ist: Entweder nur Wasser oder eine Mine. Wenn Sie eine Mine finden, passieren schlimme Dinge und das Spiel ist vorüber. Wenn Sie ein leeres Feld aufdecken, überleben Sie und dürfen es erneut versuchen. Sie erhalten dabei etwas Hilfe; wenn Sie ein leeres Feld Ozean entdecken, wird dort eine Nummer angezeigt, die Ihnen verrät wie viele Minen in den angrenzenden Feldern liegen (oder es wird keine Nummer angezeigt, wenn keine Minen in der Nähe sind). Wenn Sie erst einmal ein paar freie Felder entdeckt haben, können Sie anfangen zu überlegen unter welchen Feldern Minen liegen und unter welchen nicht. Sie haben das Spiel gewonnen, sobald Sie alle nicht verminten Felder aufgedeckt und alle verminten Felder markiert haben.
el: Αρχίζετε το παιχνίδι με ένα πλέγμα από καλυμμένα τετραγωνάκια και χωρίς να έχετε ιδέα τι κρύβεται μέσα τους. Το πάτημα σε ένα τετραγωνάκι αποκαλύπτει τι βρίσκεται μέσα του: είτε ένα άδειο πεδίο είτε μία νάρκη. Αν πατήσετε μία νάρκη, άσχημα πράγματα συμβαίνουν και το παιχνίδι τελειώνει. Αν αποκαλύψετε ένα άδειο πεδίο τότε επιβιώνετε και μπορείτε να προσπαθήσετε ξανά. Σας δίνουμε λίγη βοήθεια, αν βρείτε ένα άδειο πεδίο τότε ένας αριθμός εμφανίζεται σ' αυτό και σας λέει πόσες νάρκες υπάρχουν στα άμεσα εφαπτόμενα τετραγωνάκια (ή χωρίς αριθμό αν δεν υπάρχουν εφαπτόμενες νάρκες). Όταν θα έχετε βρει μερικά άδεια πεδία μπορείτε να αρχίσετε να συμπεραίνετε ποιά τετραγωνάκια έχουν νάρκες μέσα τους και ποιά όχι. Κερδίζετε το παιχνίδι όταν θα έχετε αποκαλύψει όλα τα άδεια πεδία και θα έχετε μαρκάρει όλα τα τετραγωνάκια με νάρκες.

source: The stages of the game: the start, playing, losing, and winning.
de: Die Stufen des Spiels: Anfang, Spielen, Verlieren und Gewinnen.
el: Τα στάδια του παιχνιδιού: η αρχή, το παιχνίδι, η ήττα και η νίκη.

source: To mark a square as having a mine you right-click on it and a flag is placed there. If you click on a square with a number and you have placed precisely that number of flags on adjacent squares then the remaining squares are revealed. If you didn't mark the mines correctly then an explosion will occur and the game is over. Squares with no adjacent mines (i.e. blank squares) have their adjacent squares automatically cleared.
de: Um ein Feld als vermint zu markieren, klicken Sie mit der rechten Maustaste darauf und es erscheint eine Fahne. Wenn Sie auf ein Feld mit einer Nummer klicken und Sie genau die richtige Anzahl an Fahnen auf angrenzenden Feldern gesetzt haben, werden die verbleibenden Felder aufgedeckt. Wenn Sie die Felder nicht richtig markiert haben, gibt es eine Explosion und das Spiel ist vorüber. Klicken Sie auf Felder ohne angrenzende Minen (d.h. Felder ohne Beschriftung), werden die angrenzenden Felder automatisch aufgedeckt.
el: Για να μαρκάρετε ένα τετραγωνάκι ότι περιέχει μια νάρκη, κάντε σ' αυτό δεξί κλικ, και μια σημαία θα εμφανιστεί πάνω του. Αν πατήσετε σε τετραγωνάκι με αριθμό και έχετε ορθά μαρκάρει γύρω του ισάριθμες σημαίες, τότε τα απομένοντα τετραγωνάκια που εφάπτονται σ' αυτό αποκαλύπτονται. Αν δεν έχετε μαρκάρει σωστά όλες τις σημαίες τότε μια νάρκη εκρύγνειται και το παιχνίδι τελειώνει. Στα τετραγωνάκια χωρίς καμία νάρκη περιμετρικά τους (π.χ. άδεια πεδία) τα εφαπτόμενα πεδία αποκαλύπτονται αυτόματα.

source: Important information.
de: Wichtiger Hinweis.
el: Σημαντικές πληροφορίες.

source: You are being timed. To be good at this game you have to work both quickly and correctly. Once you have found all the mines and revealed all the un-mined squares the clock is stopped. Your score is the time you took; the shorter the better.
de: Die Zeit wird gestoppt. Um in diesem Spiel gut zu sein, müssen Sie sowohl schnell als auch korrekt arbeiten. Sobald Sie alle Minen gefunden und alle unverminten Felder aufgedeckt haben, wird die Uhr angehalten. Ihre Punktzahl ist die Zeit, die sie gebraucht haben; je kürzer desto besser.
el: Ο χρόνος σας μετριέται. Για να είστε καλοί σ' αυτό το παιχνίδι πρέπει να δουλεύετε τόσο σωστά όσο και γρήγορα. Όταν θα έχετε βρει όλες τις νάρκες και θα έχετε αποκαλύψει όλα τα άδεια πεδία, το χρονόμετρο σταματά. Το σκορ σας είναι ο χρόνος που χρειαστήκατε, όσο λιγότερος τόσο το καλύτερο.

source: The time you have taken is displayed on the bottom right of the window. Beside it, on the left, is a count of the number of mines you have cleared and the total number hidden on the board.
de: Die vergangene Zeit wird unten rechts im Fenster angezeigt. Links daneben wird die Anzahl der gefundenen Minen und die Gesamtzahl der Minen auf dem Spielfeld angezeigt.
el: Ο χρόνος που χρειαστήκατε εμφανίζεται στην κάτω δεξιά γωνία του παραθύρου. Απέναντί του, στα αριστερά υπάρχει μια μέτρηση των ναρκών που έχετε μαρκάρει και αυτών που μένουν ακόμα κρυμμένες στο ναρκοπέδιο.

source: The yellow face shows you how well you are going.
de: Das gelbe Gesicht zeigt an, wie gut Sie spielen.
el: Η κίτρινη φατσούλα σας δείχνει πόσο καλά πάτε.

source: The Details
de: Die Feinheiten
el: Οι λεπτομέρειες

source: This section provides information on the controls and the important menu items. If you need help figuring where the mines are, see the <link linkend="strategy">strategy section</link>.
de: Dieser Abschnitt erklärt die Steuerung und wichtige Menüeinträge. Wenn Sie Hilfe benötigen, um herauszufinden wo die Minen sind, lesen Sie im <link linkend="strategy">Abschnitt Strategie</link> weiter.
el: Αυτή η ενότητα παρέχει πληροφορίες για τον έλεγχο και για σημαντικές επιλογές των μενού. Αν χρειάζεστε βοήθεια να εντοπίσετε τις νάρκες, δείτε την <link linkend="strategy">ενότητα στρατηγικής</link>.

source: The Goal
de: Ziel des Spiels
el: Ο στόχος

source: Starting from an ocean of squares with unknown contents you must mark all the squares with mines and reveal all the clear squares. You don't actually have to mark the squares with mines, but it is a lot easier if you do. Once you have cleared all the un-mined squares, any remaining mined squares will be marked for you.
de: Ausgehend von einem Ozean voller Felder mit unbekanntem Inhalt, müssen Sie alle verminten Felder markieren und die unverminten aufdecken. Eigentlich müssen Sie die verminten Felder nicht markieren, aber es ist viel einfacher, wenn Sie es tun. Sobald Sie alle unverminten Felder aufgedeckt haben, werden alle verbleibenden verminten Felder für Sie markiert.
el: Ξεκινώντας από ένα ναρκοπέδιο από τετραγωνάκια με άγνωστο περιεχόμενο, πρέπει να μαρκάρετε όλα τα τετραγωνάκια με νάρκες και να αποκαλύψετε όλα τα άδεια πεδία. Δεν είναι απολύτως απαραίτητο να μαρκάρετε τις νάρκες, αλλά είναι πολύ ευκολότερο να το κάνετε. Όταν θα έχετε καθαρίσει όλα τα τετραγωνάκι χωρίς νάρκες, αυτά που απομένουν θα μαρκαριστούν αυτόματα.

source: If you left click on a mine, or auto-clear a square with a mine in it you lose. To help prevent accidents, you aren't allowed to auto-clear around a square unless the number of marked mines equals the number given in the square.
de: Wenn Sie mit der linken Maustaste auf eine Mine klicken oder ein Feld mit einer Mine automatisch aufdecken, verlieren Sie. Um Unfällen vorzubeugen, können Sie die angrenzenden Felder nur dann automatisch aufdecken, wenn die Anzahl der markierten Minen der Nummer auf dem Feld entspricht.
el: Αν κάνετε δεξί κλικ σε μιά νάρκη, ή προσπαθήσετε να την καθαρίσετε αυτόματα, χάνετε. Για να σας βοηθήσουμε να αποφύγετε τέτοια ατυχήματα, δεν επιτρέπεται να καθαρίσετε αυτόματα γύρω από ένα τετραγωνάκι εκτός και αν ο αριθμός των μαρκαρισμένων ναρκών γύρω του είναι ίσος με τον αριθμό του τετραγώνου εκείνου.

source: Using the Mouse
de: Verwendung der Maus
el: Χρήση του ποντικιού

source: Action
de: Aktion
el: Ενέργεια

source: Result
de: Ergebnis
el: Αποτέλεσμα

source: Left click on an un-revealed square.
de: Linksklick auf ein verdecktes Feld.
el: Πατήστε σε ένα κρυμμένο τετραγωνάκι.

source: Reveals the contents of that square. For better or for worse.
de: Deckt den Inhalt des Felds auf, egal ob es gut oder schlecht ausgeht.
el: Αποκαλύπτει τα περιεχόμενα του τετραγώνου. Για καλό ή για κακό!

source: Left click in a revealed square.
de: Linksklick auf ein aufgedecktes Feld.
el: Πατήστε σε ένα φανερωμένο τετραγωνάκι.

source: Auto-clear. Reveals the unmarked squares around the clicked square, but only if enough squares have been marked to match the number in the square.
de: Automatisches Aufdecken. Deckt die nicht markierten Felder um das angeklickte Feld auf, aber nur wenn so viele angrenzende Felder markiert sind, dass es der Zahl im Feld entspricht.
el: Αυτόματο καθάρισμα: αποκαλύπτει όλα τα μη μαρκαρισμένα τετραγωνάκια γύρω από αυτό που πατήσατε, αλλά μόνο αν ο αριθμός τετραγώνων γύρω του που έχουν μαρκαριστεί είναι ίσος με τον αριθμό του τετραγώνου.

source: Right click on an un-revealed square.
de: Rechtsklick auf ein verdecktes Feld.
el: Κάντε δεξί κλικ σε ένα κρυμμένο τετραγωνάκι.

source: Marks the square as a mine. If it is already marked, the mark will be removed.
de: Markiert das Feld als vermint. Wenn das Feld bereits markiert ist, wird die Markierung entfernt.
el: Μαρκάρει το τετραγωνάκι ως νάρκη. Αν είναι ήδη μαρκαρισμένο, το μαρκάρισμα θα αφαιρεθεί.

source: If you are used to the more traditional mouse controls, don't worry, they still work.
de: Wenn Sie die traditionelle Maussteuerung gewohnt sind, ist das kein Problem, sie funktioniert auch noch.
el: Αν είστε συνηθισμένοι σε πιο παραδοσιακό έλεγχο του ποντικιού, μην ανησυχείτε. Κι αυτός δουλεύει.

source: Game Size and Difficulty
de: Feldgröße und Schwierigkeitsgrad
el: Μέγεθος παιχνιδιού και δυσκολία
