Repository: gfunkmonk2/mate-games
Catalog: mahjongg/help/*/*.po
Languages: de

source: @@image: 'figures/mahjongg.png'; md5=4899a2e3d49d42f06c31576492edbc8f
de: @@image: 'figures/mahjongg.png'; md5=d79198ddc09939f532c7d8b08183cb32

source: @@image: 'figures/no-move.png'; md5=edd6baeeb895787484c3fc446615cd14
de: @@image: 'figures/no-move.png'; md5=3844f7066dacbcea280aa6efd9b223b2

source: @@image: 'figures/toolbar.png'; md5=ee97ea171b1eb2510f7376734b590791
de: @@image: 'figures/toolbar.png'; md5=f9ca93d0c887a034f64305c23170b005

source: @@image: 'figures/preferences.png'; md5=0c04907f6aeaf7b3620e2c21e54d2025
de: @@image: 'figures/preferences.png'; md5=79e4d7599903fe8e4536c161719558ec

source: <application>Mahjongg</application> Manual
de: <application>Mahjongg</application>-Handbuch

source: Mahjongg is a solitaire version of the classic Eastern tile game. It involves clearing as much of the board as possible by matching corresponding tiles and taking them out of play.
de: Mahjongg ist eine Solitärversion des klassischen fernöstlichen Spiels. Ziel ist es, so viele Steine wie möglich aus dem Spielfeld zu entfernen, indem zusammengehörige Steine aus dem Spiel genommen werden.

source: Eric Baudais (Documentation Author)
de: Eric Baudais (Autor der Dokumentation)

source: Paul Cutler (Documentation Author)
de: Paul Cutler (Autor der Dokumentation)

source: MATE Documentation Project
de: MATE-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: Mahjongg Manual V 2.26
de: Mahjongg-Handbuch V2.26

source: Mahjongg Manual V2.10;
de: Mahjongg-Handbuch V2.10;

source: June 2005
de: Juni 2005

source: This manual describes version 2.26 of Mahjongg.
de: Dieses Handbuch beschreibt Version 2.26 von Mahjongg.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the <application>Mahjongg</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Mahjongg</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE-Seite für Rückmeldungen</ulink>.

source: Introduction
de: Einführung

source: <application>Mahjongg</application> is a solitaire (one player) version of the classic Eastern tile game, Mahjongg. It has all the functionality you expect from a tile or card game. You can change the type of tiles, the background, and the difficulty level, among other things, in the <link linkend="prefs">Preferences</link> dialog. Other features, like the <link linkend="pause"><guibutton>Pause </guibutton> button</link>, make the game more competitive when you play against the clock.
de: <application>Mahjongg</application> ist eine Solitärversion (d.h. Ein-Spieler-Version) des unter diesem Namen bekannten fernöstlichen Spiels. Es verfügt über die allgemein bekannten Funktionen, die Sie von Karten- oder Brettspielen erwarten. Sie können die Art der Spielsteine, den Hintergrund, den Schwierigkeitsgrad und noch manch andere Dinge im <link linkend="prefs">Einstellungsdialog</link> ändern. Andere Merkmale, wie der <link linkend="pause"><guibutton>Pause</guibutton></link>-Knopf, machen Sie konkurrenzfähig, wenn Sie gegen die Uhr spielen.

source: A Brief History of Mahjongg
de: Eine kurze Geschichte von Mahjongg

source: Mahjongg tile sets are used to play many variations of the original game. The version of Mahjongg you play is the solitaire one. Each tile also has a <ulink type="http" url="http://www.xs4all.nl/~korntner/mahjong/fortune/index.html"> meaning</ulink> associated with it.
de: Mahjongg-Spielsteinsätze erlauben viele Variationen des Originalspiels. Sie spielen hier die Solitärversion. Jeder Spielstein hat eine damit zu assoziierende <ulink type="http" url="http://www.xs4all.nl/~korntner/mahjong/fortune/index.html">Bedeutung</ulink>.

source: Mahjongg's origins are not fully known, but many theories have been put forth. One such theory says that Noah played Mahjongg on the ark because the East hand is dominant, presumably the direction the rains came, in the flood. Another theory says that the Chinese philosopher, Confucius, made the game. The three <quote>Cardinal</quote> tiles have the same names as his three Cardinal virtues, Chung (middle) the Red, Fa (prosperity) the Green, and Po (white) the White, corresponding with Benevolence, Sincerity, and Filial Piety. Still another theory says that Mahjongg is derived from other Chinese games. <quote>Ya Pei</quote> is played with 32 cards made of wood or ivory and have the same oblong shape as present day Mahjongg tiles. <quote>Ma Tiae</quote> is played with 40 paper cards, similar in appearance, numbering 1 to 9 in four different suits along with the flower cards. It has been suggested that two brothers made the game, around 1850 A.D., from a combination of these two games.
de: Der Ursprung von Mahjongg ist nicht vollständig bekannt, darüber kursieren verschiedene Theorien. Eine besagt, dass Noah auf der Arche Mahjongg spielte, weil die östliche Richtung in der Flut dominant ist, vermutlich auch die Richtung, aus der der Regen kam. Eine weitere Theorie erklärt den chinesischen Philosophen Konfuzius zum Erfinder des Spiels. Die drei <quote>Kardinal</quote>-Steine tragen die gleichen Namen wie seine drei Kardinaltugenden. Chung (Mitte),der Rote, Fa (Wohlstand), der Grüne, und Po (weiß), der Weiße, stehen für Wohltätigkeit, Aufrichtigkeit und kindliche Frömmigkeit. Noch eine andere Theorie versteht Mahjongg als eine Ableitung aus anderen chinesischen Spielen. <quote>Ya Pei</quote> wird mit 32 aus Holz oder Elfenbein gefertigten Karten gespielt, welche die gleichen rechteckigen Formen wie heutige Mahjongg-Steine aufweisen. <quote>Ma Tiae</quote> wird mit 40 Papierkarten gespielt, ähnlich im Erscheinungsbild und nummeriert mit den Ziffern von 1 bis 9 in vier verschiedenen Sätzen, ähnlich den Quartettspielen. Es wird angenommen, dass zwei Brüder um das Jahr 1850 Mahjongg als Kombination dieser zwei Spiele entwickelten.

source: In the early 1900's Mahjongg was introduced into English clubs in Shanghai. Mr. Babcock started the importation of Mahjongg tiles to the Western world. He stripped down the rules to the very basics and even put Arabic numerals on the tiles. 1923 was the height of the Mahjongg craze with major gaming companies, like Parker Bros., Milton Bradley, and United States Playing Card, importing Mahjongg tile sets by the thousands.
de: In den frühen Jahren des 19. Jahrhunderts wurde Mahjongg in die englischen Clubs in Shanghai eingeführt. Mr. Babcock begann mit dem Export der Mahjongg-Spielsteine in die westliche Welt. Er verkleinerte das Regelwerk bis auf ein paar Grundregeln und ersetzte die Beschriftung der Spielsteine durch arabische Ziffern. Im Jahre 1923 erreichte der Mahjongg-Boom seinen Höhepunkt. Große Spieleanbieter wie Parker Bros., Milton Bradley, und United States Playing Card importierten die Mahjongg-Spielsets zu Tausenden.

source: Portions of this text were adapted from the <ulink type="http" url="http://www.mahjongmuseum.com/">Mah Jong Museum.</ulink>
de: Dieser Text ist teilweise dem <ulink type="http" url="http://www.mahjongmuseum.com/">Mah Jong Museum.</ulink> entnommen.

source: Many different rules sprang up and in 1924 the Standardization Committee of the American Official Laws of Mah-Jongg was formed to write a rule book. Still today many clubs play by different rules and sometimes even add flower or joker tiles. Players of the computer version are becoming intrigued with the beauty and detail of the hand crafted sets of the 1920's and 1930's and are searching antique shops and flea markets for sets of their own. Many new players are being introduced to the game solely through the solitaire version and are slowly realizing the intrigue and challenge that the traditional game offers. <placeholder-1/>
de: Viele verschiedene Regeln entstanden und im Jahre 1924 wurde das »Standardization Committee of the American Official Laws of Mah-Jongg« (Amerikanisches Standardisierungskomitee der offiziellen Mahjongg-Regeln) gebildet, um ein Regelwerk zu erstellen. Auch heute noch spielen viele Clubs nach eigenen Regeln und verwenden beispielsweise Joker-Steine. Spieler der Computerversion waren fasziniert von den handgearbeiteten Spielsteinen aus den 20er und 30er Jahren des 20. Jahrhunderts und begannen in Antiquitätenläden und auf Flohmärkten danach zu suchen. Viele neue Spieler fanden ausschließlich über die Solitärversion den Weg zu diesem Spiel und begannen langsam zu verinnerlichen, welche Faszination und Herausforderung dieses traditionelle Spiel bietet. <placeholder-1/>

source: Playing Mahjongg
de: Mahjongg spielen

source: You start with five levels of tiles which are stacked so some are covered up by the tiles on top. The harder the level you set in the <link linkend="prefs"><interface>Preferences</interface> dialog</link>, the more tiles are covered when the game starts. The object of <application>Mahjongg</application> is to remove all the tiles from the game. To remove tiles you have to find matching pairs which look alike. A matching tile will usually have the same number of buttons or markings on it or will look similar to each other.
de: Sie beginnen mit in fünf Ebenen gestapelten Spielsteinen, wobei einige davon durch darüber liegende Steine verdeckt werden. Je schwerer das Spiel im Dialog <link linkend="prefs"><interface>Einstellungen</interface></link> gewählt wurde, umso mehr Steine sind bei Spielbeginn verdeckt. Das Ziel von <application>Mahjongg</application> ist, alle Steine aus dem Spielfeld zu entfernen. Um Steine zu entfernen, müssen Sie zusammengehörende, gleich aussehende Paare finden. Zusammengehörende Paare haben üblicherweise die gleiche Anzahl von Punkten oder Markierungen, oder anders ausgedrückt, sie müssen einander gleichen.

source: As an example, the highlighted tile, in the <link linkend="mahjongg-fig"> figure below</link>, has six buttons. The matching tile is the one which also has six buttons. The tile is on the right-hand end of the third row from the bottom and there is another near the top of the fourth row from the bottom. If you want to match the tile on the top level, you need to look for the tile with the same green bamboo symbols. Do you see a matching tile yet? There are three tiles, which are visible, that match the tile on the top level. Two are to the left and the lower right. The third one is on the top row, but you can't remove that tile yet because the tile isn't on the outside of the stack of tiles. Later you will learn which tiles can be removed and which tiles can't be removed even though they match. Find the other two matching tiles, which are visible, on your own.
de: Ein Beispiel: Der hervorgehobene Spielstein im <link linkend="mahjongg-fig">Bild unten</link> hat sechs Punkte. Der dazu gehörende Stein ist derjenige, der ebenfalls sechs Punkte hat. Dieser Stein liegt am rechten Ende der dritten Zeile von unten, und es gibt einen weiteren nahe der Mitte der vierten Zeile von unten. Wenn Sie den Stein in der obersten Ebene entfernen wollen, müssen Sie nach einem weiteren Stein mit den gleichen grünen Bambus-Symbolen suchen. Sehen Sie noch einen passenden Stein? Es gibt drei sichtbare und zum Stein in der obersten Ebene passende Steine. Einer liegt links, ein weiterer unten rechts. Der dritte Stein liegt in der obersten Zeile. Allerdings können Sie diesen nicht entfernen, weil der Stein nicht an der rechten oder linken Außenseite der Steinreihe liegt. Später werden Sie lernen, welche zusammen passenden Steine unmittelbar entfernt werden können und welche nicht. Die Suche nach den beiden anderen sichtbaren passenden Steinen überlasse ich Ihnen.

source: Mahjongg's Main Window
de: Hauptfenster von Mahjongg

source: Main window.
de: Hauptfenster.

source: <application>Mahjongg</application> is played by clicking on two matching tiles that are then removed. Play continues until all the tiles are removed or there are no available pairs.
de: <application>Mahjongg</application> wird gespielt, indem Sie auf zwei gleiche Spielsteine klicken, wodurch diese vom Spielfeld entfernt werden. Das Spiel wird fortgesetzt, bis alle Steine entfernt sind oder keine zusammengehörigen Paare mehr vorhanden sind.

source: Only tiles at the far left and right edges on each level can be selected. This is because you can't remove any tiles which aren't at the far left and far right sides. If the tiles are on a different level and at the left or right sides, those can be removed when you find another matching tile.
de: Nur die äußersten linken und rechten Steine jeder Ebene können ausgewählt werden. Der Grund ist, dass Sie Steine, die nicht an den linken oder rechten Seiten liegen, nicht entfernen können. Wenn die Steine in verschiedenen Ebenen liegen und an der linken oder rechten Seite, genügt es, einen dazu passenden zu finden, um das Paar zu entfernen.

source: If you can't match any more tiles, a dialog will appear telling you no more tiles can be matched and giving you the option of shuffling the tiles (adding an additional 60 seconds penalty to the game clock), starting a new game or undoing your last move (although you may have to undo many more moves to find your mistake).
de: Wenn Sie keine Steine mehr entfernen können, informiert Sie ein Dialog darüber. Dieser Dialog bietet Ihnen weiterhin an, die Steine neu zu mischen (wodurch 60 Sekunden Strafzeit zur Spielzeit hinzugezählt werden) oder den letzten Zug rückgängig zu machen. Sie können (und müssen gegebenenfalls) auch mehrere Züge zurückgehen, um den Fehler zu finden.

source: Information Dialog
de: Informationsdialog

source: Information Dialog.
de: Informationsdialog.

source: Toolbar
de: Werkzeugleiste

source: The <interface>toolbar</interface>, located below the <interface>Menu Bar</interface>, contains the following buttons:
de: Die <interface>Werkzeugleiste</interface> unterhalb der <interface>Menüleiste</interface> enthält die folgenden Knöpfe:

source: New
de: Neu

source: This button starts a new game with the current settings.
de: Diese Schaltfläche startet ein neues Spiel mit den aktuellen Einstellungen.

source: Restart
de: Neu starten

source: This button restarts the current game to the beginning without shuffling the tiles.
de: Diese Schaltfläche startet das laufende Spiel neu. Die Anordnung der Spielsteine wird auf den ursprünglichen Zustand zurückgesetzt.

source: This button pauses the game. When the game is paused, the clock, at the bottom right corner of the <interface>Main Window</interface>, stops and you cannot see any of the tile's faces.
de: Diese Schaltfläche unterbricht das Spiel. Wenn das Spiel unterbrochen ist, wird die Uhr in der rechten unteren Ecke des <interface>Hauptfensters</interface> angehalten. Gleichzeitig verschwinden auch die Oberflächen der Spielsteine.

source: Undo Move
de: Zug rückgängig

source: This button replaces two tiles you removed until you reach the beginning of the game.
de: Diese Schaltfläche setzt solange jeweils ein entferntes Spielsteinpaar ins Spiel zurück, bis der Anfang des Spiels wieder erreicht ist.

source: Redo Move
de: Zug wiederholen

source: This button replays your previous move, the <guibutton>Undo Move</guibutton> button took back.
de: Dieser Knopf wiederholt Ihren letzten Zug, den Sie mit <guibutton>Zug rückgängig</guibutton> zurückgenommen haben.

source: Hint
de: Hinweis

source: This button gives you a pair of matching tiles to remove. Each time you use it, 30 seconds penalty will be added to the game clock.
de: Dieser Knopf weist Sie auf ein entfernbares Spielsteinpaar hin. Bei jeder Nutzung dieses Knopfes werden 30 Sekunden Strafzeit zur Spielzeit hinzugefügt.

source: The status bar at the bottom of the window gives you information on the current state of the game:
de: Die Statuszeile am unteren Rand des Fensters informiert Sie über den aktuellen Status des Spiels:

source: Tiles Left:
de: Verbleibende Steine:

source: This shows the number of tiles remaining to be matched.
de: Dies zeigt die Anzahl der verbleibenden zusammengehörigen Spielsteinpaare.

source: Moves Left:
de: Verbleibende Züge:

source: This shows the number of possible matches you can make.
de: Dies zeigt die Anzahl der möglichen Züge, die Sie ausführen können.

source: Time:
de: Zeit:

source: This shows the elapsed time from game start.
de: Dies zeigt die vergangene Zeit seit dem Start des Spiels.

source: Mahjongg's Toolbar
de: Werkzeugleiste von Mahjongg

source: Toolbar.
de: Werkzeugleiste.

source: Menus
de: Menüs

source: The menu bar, located at the top of the <interface>Main Window</interface>, contains the following menus:
de: Die Menüleiste am oberen Rand des <interface>Hauptfensters</interface> enthält folgende Menüs:

source: Game
de: Spiel

source: <menuchoice><shortcut><keycap>Ctrl-N</keycap></shortcut><guimenuitem>New</guimenuitem></menuchoice> — This item starts a new game.
de: <menuchoice><shortcut><keycap>Strg-N</keycap></shortcut><guimenuitem>Neu</guimenuitem></menuchoice> — beginnt ein neues Spiel.

source: <menuchoice><guimenuitem>Restart</guimenuitem></menuchoice> — This item resets the current game to the start.
de: <menuchoice><guimenuitem>Neu starten</guimenuitem></menuchoice> — Dieser Eintrag setzt das aktuelle Spiel auf den Anfangszustand zurück.

source: <menuchoice><guimenuitem>Pause</guimenuitem></menuchoice> — This pauses the game, stopping the clock and hiding the tiles.
de: <menuchoice><guimenuitem>Pause</guimenuitem></menuchoice> — Das Spiel wird unterbrochen, die Uhr angehalten und die Steinoberflächen ausgeblendet.

source: <menuchoice><shortcut><keycap>Ctrl-Z</keycap></shortcut><guimenuitem>Undo move</guimenuitem></menuchoice> — This item takes back two tiles you removed until you reach the beginning of the game.
de: <menuchoice><shortcut><keycap>Strg-Z</keycap></shortcut><guimenuitem>Zug rückgängig</guimenuitem></menuchoice> — Dieser Eintrag fügt jeweils ein entferntes Spielsteinpaar wieder hinzu, bis der Anfang des Spiels erreicht ist.
