Repository: gfunkmonk2/mate-games
Catalog: mahjongg/help/*/*.po
Languages: de

source: <menuchoice><shortcut><keycap>Ctrl-R</keycap></shortcut><guimenuitem>Redo move</guimenuitem></menuchoice> — This item replays your previous move the <guibutton>Undo</guibutton> button took back. When you reach the state you started undoing the message <quote>No more redo!</quote> appears at the bottom left corner of the <interface>Main Window</interface>.
de: <menuchoice><shortcut><keycap>Strg-R</keycap></shortcut><guimenuitem>Zug wiederholen</guimenuitem></menuchoice> — Dieser Eintrag wiederholt Ihren letzten Zug, den Sie mit <guibutton>Zug rückgängig</guibutton> zurückgenommen haben. Wenn Sie den Anfangszustand wieder erreicht haben, erscheint die Meldung <quote>Keine Wiederholung möglich!</quote> in der linken unteren Ecke des <interface>Hauptfensters</interface>.

source: <menuchoice><guimenuitem>Hint</guimenuitem></menuchoice> — This item gives you a pair of matching tiles to remove.
de: <menuchoice><guimenuitem>Hinweis</guimenuitem></menuchoice> — Dies weist Sie auf zwei zusammengehörige und somit entfernbare Steine hin.

source: <menuchoice><guimenuitem>Scores</guimenuitem></menuchoice> — This item brings up a dialog showing you the ten best scores. The dialog has the scores identified by user name and the time it took to complete the game.
de: <menuchoice><guimenuitem>Ergebnisse</guimenuitem></menuchoice> — Dieser Eintrag öffnet einen Informationsdialog, der die zehn besten Ergebnisse zeigt, geordnet nach Benutzernamen und der dafür benötigten Zeit.

source: <menuchoice><shortcut><keycap>Ctrl-Q</keycap></shortcut><guimenuitem>Quit</guimenuitem></menuchoice> — This item allows you to quit the game.
de: <menuchoice><shortcut><keycap>Strg-Q</keycap></shortcut><guimenuitem>Beenden</guimenuitem></menuchoice> — Dieser Eintrag erlaubt Ihnen das Beenden des Spiels.

source: The menu contains: <placeholder-1/>
de: Dieses Menü enthält: <placeholder-1/>

source: Settings
de: Einstellungen

source: <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenuitem>Fullscreen</guimenuitem></menuchoice> — This item allows to play the game in fullscreen mode. To leave fullscreen press <keycap>F11</keycap> or click <guibutton>Leave Fullscreen</guibutton> button on <interface>toolbar</interface>.
de: <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenuitem>Vollbild</guimenuitem></menuchoice> — Mit Hilfe dieses Eintrages können Sie das Spiel im Vollbildmodus spielen. Um den Vollbildmodus zu verlassen, drücken Sie <keycap>F11</keycap> oder klicken Sie auf den Knopf<guibutton>Vollbild verlassen</guibutton> in der <interface>Werkzeugleiste</interface>.

source: <menuchoice><guimenuitem>Toolbar</guimenuitem></menuchoice> — This item determines whether the <link linkend="toolbar"><interface>toolbar</interface></link> is shown or not. If the item is checked, the <interface>toolbar</interface> is shown in the last place you put it. If the item is unchecked, the <interface>toolbar</interface> is not shown.
de: <menuchoice><guimenuitem>Werkzeugleiste</guimenuitem></menuchoice> — in diesem Eintrag legen Sie fest, ob die <link linkend="toolbar"><interface>Werkzeugleiste</interface></link> angezeigt werden soll oder nicht. Wenn das Kästchen angekreuzt ist, wird die <interface>Werkzeugleiste</interface> dort angezeigt, wo Sie sie zuletzt platziert haben. Wenn das Kästchen nicht angekreuzt ist, wird die <interface>Werkzeugleiste</interface> nicht angezeigt.

source: <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice> — This item brings up the <link linkend="prefs">Preferences </link> dialog.
de: <menuchoice><guimenuitem>Einstellungen</guimenuitem></menuchoice> — Dieser Eintrag öffnet den <link linkend="prefs">Einstellungsdialog</link>.

source: Help
de: Hilfe

source: <menuchoice><shortcut><keycap>F1</keycap></shortcut><guimenuitem>Contents</guimenuitem></menuchoice> — This item shows this manual.
de: <menuchoice><shortcut><keycap>F1</keycap></shortcut><guimenuitem>Inhalte</guimenuitem></menuchoice> — Dieser Eintrag zeigt dieses Handbuch an.

source: <menuchoice><guimenuitem>About</guimenuitem></menuchoice> — This item gives you some basic information about <application>MATE Mahjongg</application>, such as the author's names and the application version number.
de: <menuchoice><guimenuitem>Info</guimenuitem></menuchoice> — Dieser Eintrag zeigt einige grundlegende Informationen über <application>MATE Mahjongg</application> an, wie die Namen der Autoren und die Versionsnummer der Anwendung.

source: Customization
de: Anpassen

source: To change the application's settings, select <guimenuitem>Preferences</guimenuitem> from the <guimenu>Settings</guimenu> menu. This opens the <link linkend="preferences-fig"><interface>Preferences </interface> dialog</link>.
de: Um die Einstellungen der Anwendung zu ändern, wählen Sie <guimenuitem>Einstellungen</guimenuitem> im Menü <guimenu>Einstellungen</guimenu>. Der <link linkend="preferences-fig"><interface>Einstellungsdialog</interface></link> wird angezeigt.

source: Preferences Dialog
de: Einstellungsdialog

source: Preferences dialog.
de: Einstellungsdialog.

source: All the options are applied and saved immediately.
de: Alle Optionen werden sofort angewendet und gespeichert.

source: The properties in the <interface>Preferences</interface> dialog are:
de: Im Dialog <interface>Einstellungsdialog</interface> können Sie folgendes ändern:

source: <guilabel>Tile Set:</guilabel> — Select the look of the tiles from this list.
de: <guilabel>Spielsteinsatz:</guilabel> — Wählen Sie das Aussehen der Spielsteine aus der Liste.

source: <guilabel>Select Map:</guilabel> — Change the difficulty of the game by altering how the tiles are stacked. The more spread out (easy) version lets you see more of the tiles while the more compact (hard) version does not let you see many tiles.
de: <guilabel>Karte wählen:</guilabel> — Ändert den Schwierigkeitsgrad des Spiels, indem die Art der Spielsteinanordnung verändert wird. Die ausgebreitete Version (Leicht) zeigt mehr Spielsteine, während die Kompaktversion (Schwer) viele Steine zunächst verdeckt.

source: <guilabel>Background Color:</guilabel> — Change the color of the background by bringing up a <interface> color picker</interface> to let you select a new color.
de: <guilabel>Hintergrundfarbe:</guilabel> — Ein <interface>Farbwähler</interface> wird angezeigt, in welchem Sie eine neue Farbe auswählen können.

source: To alter the size of the tiles simply resize the window in the normal way. The tiles will expand to fill it.
de: Um die Größe der Spielsteine anzupassen, genügt es, die Größe des Spielfeldes zu verändern. Die Größe der Spielsteine wird dabei ebenfalls verändert, um das Spielfeld zu füllen.

source: Authors
de: Autoren

source: <application>Mahjongg</application> was written by Francisco Bustamante (<email>pancho@nuclecu.unam.mx</email>), Michael Meeks (<email>mmeeks@gnu.org</email>), Max Watson, Heinz Hempe, and Philippe Chavin. Tiles for <application>Mahjongg</application> were made by Jonathan Buzzard and Max Watson. This manual was written by Eric Baudais (<email>baudais@okstate.edu</email>). To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
de: <application>MATE Mahjongg</application> wurde von Francisco Bustamante (<email>pancho@nuclecu.unam.mx</email>), Michael Meeks (<email>mmeeks@gnu.org</email>), Max Watson, Heinz Hempe, und Philippe Chavin geschrieben. Die Spielsteine für <application>MATE Mahjongg</application> wurden von Jonathan Buzzard und Max Watson entworfen. Dieses Handbuch wurde von Eric Baudais geschrieben (<email>baudais@okstate.edu</email>). Um Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen in diesem <ulink url="ghelp:user-guide?feedback-bugs" type="help">Dokument</ulink>.

source: License
de: Lizenz

source: This program and tile artwork is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm und die enthaltenen Grafiken sind freie Software; Sie können es weiterverbreiten und/oder ändern unter den Bedingungen der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> wie sie von der <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink> veröffentlicht wurde; entweder in Version 2 der Lizenz oder (nach Ihrer Wahl) jeder neueren Version.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
de: Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich ist, aber OHNE JEGLICHE GARANTIE; auch ohne eine GEBRAUCHSTAUGLICHKEITSGARANTIE oder eine Garantie über die TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> für genauere Hinweise.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>MATE Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>51 Franklin Street, Fifth Floor</street><city>Boston</city>, <state>MA</state><postcode>02110-1301</postcode><country>USA</country></address>
de: Eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> ist im Anhang des <citetitle>MATE Benutzerhandbuchs</citetitle> enthalten. Sie können außerdem eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> von der Free Software Foundation erhalten, indem Sie auf <ulink type="http" url="http://www.fsf.org">ihre Internetseite</ulink> gehen oder an die <address>Free Software Foundation, Inc.<street>51 Franklin Street, Fifth Floor</street><city>Boston</city>, <state>MA</state><postcode>02111-1301</postcode><country>USA</country></address> schreiben.

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2008, 2009 Philipp Kerling <k.philipp@gmail.com>, 2008
