Repository: gfunkmonk2/mate-games
Catalog: gnect/help/*/*.po
Languages: cs, de, sr@latin

source: @@image: 'figures/mainwindow.png'; md5=372e2515d12d07635a88bff671cc1a14
cs: @@image: 'figures/mainwindow.png'; md5=7ac316a507b18d2f707ee051de82720d
de: translated
sr@latin: @@image: 'figures/mainwindow.png'; md5=372e2515d12d07635a88bff671cc1a14yel q

source: @@image: 'figures/connect.png'; md5=9a03bf23f04eacfd6feb9de823d6e321
de: translated

source: @@image: 'figures/tables.png'; md5=96e520cee7fdbee56636794251a52b0d
de: translated

source: Four-in-a-Row Manual
cs: Příručka ke hře Čtyři-v-řadě
de: »Vier gewinnt«-Handbuch
sr@latin: Uputstvo za Četiri u nizu

source: The object of Four-in-a-Row is to place four pieces in a vertical, horizontal, or diagonal row while the opponent tries to block and make his/her own row of four. Four-in-a-Row can be played against another human or the computer.
cs: Podstatou hry Čtyři-v-řadě je umístit čtyři kameny vedle sebe vodorovně nebo svisle nebo úhlopříčně, přičemž protihráč se vás snaží blokovat a přitom si vytvořit svoji vlastní čtveřici. Hru Čtyři-v-řadě můžete hrát proti dalšímu člověku nebo proti počítači.
de: Das Ziel von Vier-gewinnt ist das Anordnen von vier Murmeln in vertikaler, horizontaler oder diagonaler Richtung, während der Gegner versucht, dieses zu verhindern und seine eigenen Viererreihen aufzubauen. Vier-gewinnt kann gegen einen menschlichen Gegner oder den Computer gespielt werden.
sr@latin: Cilj igre Četiri u nizu je postaviti četiri dela jedan do drugog uspravno, vodoravno ili dijagonalno, dok vas protivnik u tome ometa i pokušava da uradi to isto. Četiri u nizu možete igrati protiv drugara ili protiv računara.

source: MATE Documentation Project
cs: Dokumentační projekt MATE
de: MATE-Dokumentationsprojekt
sr@latin: Projekat Gnomove dokumentacije

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
sr@latin: Dozvoljeno umnožavanje, širenje, vršenje izmena ovog dokumenta pod uslovima Gnu-ove Slobodne Dokumentacione Dozvole (GSDD), verzije 1.1 ili bilo koje naknadne verzije bez nepromenjivih odeljaka, teksta na naslovnoj i poslednjoj strani, a koju je objavila Zadužbina Slobodnog Softvera. Primerak GSDD-e možete pronaći na ovoj <ulink type="help" url="ghelp:fdl">adresi</ulink> ili u datoteci COPYING-DOCS koja je priložena uz ovo uputstvo.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček MATE, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
sr@latin: Ovo uputstvo je deo skupa Gnomovih dokumenata objavljenih pod GFDL. Ukoliko želite da raspodeljujete ovo uputstvo odvojeno od skupa, to možete uraditi dodavanjem primerka licence dokumentu, kako je opisano u odeljku 6 same licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu MATE jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
sr@latin: Mnogi nazivi koje kompanije koriste u cilju prepoznatljivosti svojih proizvoda i usluga predstavljaju robne marke. Kada (ukoliko) se takvi nazivi pojavljuju(spominju) u bilo kojem Gnomovom dokumentu, a članovi Gnomovog dokumentacionog projekta imaju saznanja o tome, tada su nazivi ispisani velikim slovima ili sa velikim početnim slovima.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
sr@latin: DOKUMENT JE DOSTUPAN SA SVIM SVOJIM DOBRIM I LOŠIM STRANAMA BEZ BILO KAKVOG JAMSTVA, BILO ONO IZREČENO ILI NE, UKLJUČUJUĆI BEZ OGRANIČENJA, JAMSTVO DA JE OVAJ DOKUMENT ILI NJEGOVA IZMENJENA VERZIJA BEZ NEDOSTATAKA, SPREMAN ZA TRŽIŠTE, SVRSISHODAN I NE NARUŠAVA ZAKONSKE NORME. CELOKUPAN RIZIK KOJI SE ODNOSI NA KVALITET, TAČNOST I DOMET (UČINAK) DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE SNOSI KORISNIK. UKOLIKO SE U BILO KOJEM DOKUMENTU ILI NJEGOVOJ IZMENJENOJ VERZIJI POJAVI NEDOSTATAK (GREŠKA) BILO KOJE VRSTE, KORISNIK (A NE AUTOR IZVORNE VERZIJE, BILO KOJI DRUGI AUTOR ILI SARADNIK) SNOSI SVE TROŠKOVE NEOPHODNOG SERVISIRANJA, POPRAVKE ILI ISPRAVKE. OVO OGRANIČENJE JAMSTVA PREDSTAVLJA SASTAVNI DEO OVE DOZVOLE. UPOTREBA BILO KOJEG DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE NIJE DOZVOLJENA OSIM POD USLOVIMA OVOG OGRANIČENJA JAMSTVA.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
sr@latin: NI POD KAKVIM OKOLNOSTIMA ILI ZAKONU, BILO ZBOG KRŠENJA (ILI NEMARA) UGOVORA, ILI NA BILO KOJI DRUGI NAČIN, AUTOR (PRVOBITNE VERZIJE), SARADNIK ILI ISPORUČIVALAC DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE, NITI DOBAVLJAČ BILO KOJE OD NAVEDENIH STRANA NEĆE SNOSITI MATERIJALNU ODGOVORNOST ZA NASTALA DIREKTNA, INDIREKTNA, POSEBNA, SLUČAJNA ILI TIME NASTALA OŠTEĆENJA BILO KOJE VRSTE UKLJUČUJUĆI, BEZ OGRANIČENJA, ŠTETU NANESENU UGLEDU FIRME, PRESTANKU PROIZVODNJE, OTKAZIVANJE RADA RAČUNARA ILI KVARA KAO I ZA SVE OSTALE ŠTETE ILI GUBITKE NASTALE USLED KORIŠĆENJA DOKUMENTA I NJEGOVIH IZMENJENIH VERZIJA ČAK I AKO JE OŠTEĆENA STRANA BILA OBAVEŠTENA O MOGUĆNOSTI NASTANKA TE ŠTETE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
sr@latin: OVAJ DOKUMENT I NJEGOVE IZMENJENE VERZIJE SU DOSTUPNE POD USLOVIMA GNU-OVE SLOBODNE DOKUMENTACIONE DOZVOLE UZ DODATNU SAGLASNOST DA: <placeholder-1/>

source: Four-in-a-Row Manual V2.8
cs: Příručka V 2.8 ke hře Čtyři-v-řadě
de: Vier-gewinnt-Handbuch V2.8
sr@latin: Uputstvo za Četiri u nizu v2.8

source: This manual describes version 2.12 of Four-in-a-Row.
cs: Tato příručka popisuje Čtyři-v-řadě ve verzi 2.12
de: Dieses Handbuch beschreibt Version 2.12 von »Vier gewinnt«.
sr@latin: Ovo upustvo je napisano za Četiri u nizu 2.12.

source: Feedback
cs: Ohlasy
de: Rückmeldungen
sr@latin: Primedbe

source: To report a bug or make a suggestion regarding the Four-in-a-Row application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Čtyři-v-řadě</application> nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:user-guide?feedback-bugs" type="help">Stránka s ohlasy na MATE</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Vier gewinnt</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback-bugs" type="help">MATE-Seite für Rückmeldungen</ulink>.
sr@latin: Da biste prijavili grešku ili dali predlog u vezi programa <application>Četiri u nizu</application> ili njegovog uputstva, pratite smernice na <ulink url="ghelp:user-guide?feedback-bugs" type="help">Gnomovoj strani za primedbe</ulink>.

source: Introduction
cs: Úvod
de: Einführung
sr@latin: Uvod

source: <application>Four-in-a-Row</application> is a four-in-a-row game for the MATE Project. The object of the game is to build a line of four of your marbles while trying to stop your opponent (human or computer) building a line of his or her own. A line can be horizontal, vertical or diagonal.
cs: <application>Čtyři-v-řadě</application> je hra four-in-a-row pro Projekt MATE. Podstatou hry je sestavit řadu čtyř svých kuliček a přitom se snažit zabránit svému protihráči (člověku nebo počítači) sestavit řadu z jeho vlastních kuliček. Řada může být vodorovná, svislá i úhlopříčná.
de: <application>Vier gewinnt</application> ist ein Vier-gewinnt-Spiel für das MATE-Projekt. Ziel des Spiels ist es, eine Linie aus vier Objekten zu bilden, während Ihr (menschlicher oder Computer-) Gegner seinerseits eine solche Linie zu bilden versucht. Eine Linie kann waagerecht, senkrecht oder diagonal angeordnet sein.
sr@latin: <application>Četiri u nizu</application> je klasična igra povezivanja četiri dela u niz napisana za Gnomov projekat. Cilj igre je napraviti liniju od četiri klikera, a u isto vreme sprečiti vašeg protivnika (drugog čoveka ili računara) da ih on isto napravi. Linija može biti vodoravna, uspravna ili dijagonalna.

source: To run <application>Four-in-a-Row</application>, select <guimenuitem>Four-in-a-Row</guimenuitem> from the <guisubmenu>Games</guisubmenu> submenu of the <guimenu>Main Menu</guimenu>, or type <command>gnect</command> on the command line.
cs: <application>Čtyři-v-řadě</application> spustíte tak, že zvolíte <guimenuitem>Čtyři-v-řadě</guimenuitem> v podnabídce <guisubmenu>Hry</guisubmenu> z <guimenu>hlavní nabídky</guimenu> nebo napíšete <command>gnect</command> v příkazovém řádku.
de: Um <application>Vier gewinnt</application> zu starten, wählen Sie <guimenuitem>Vier gewinnt</guimenuitem> im Untermenü <guisubmenu>Spiele</guisubmenu> des <guimenu>Hauptmenüs</guimenu>, oder geben Sie <command>gnect</command> in einer Befehlszeile ein.
sr@latin: Da biste pokrenuli <application>Četiri u nizu</application>, odaberite <guimenuitem>Četiri u nizu</guimenuitem> iz podmenija <guisubmenu>Igre</guisubmenu> sa <guimenu>Glavnog menija</guimenu>, ili otkucajte <command>gnect</command> na komandnoj liniji.

source: <application>Four-in-a-Row</application> is included in the <filename>MATE-games</filename> package, which is part of the MATE desktop environment. This document describes version 2.8 of <application>Four-in-a-Row</application>.
cs: <application>Čtyři-v-řadě</application> je součástí balíku <filename>MATE-games</filename>, který patří k pracovnímu prostředí MATE. Tento dokument popisuje verzi 2.8 aplikace <application>Čtyři-v-řadě</application>.
de: <application>Vier gewinnt</application> ist Teil des Pakets <filename>mate-games</filename>, das seinerseits Teil der MATE-Desktopumgebung ist. Dieses Dokument beschreibt Version 2.8 von <application>Vier gewinnt</application>.
sr@latin: <application>Četiri u nizu</application> je uključen u <filename>mate-games</filename> paket, koji je deo Gnomovog radnog okruženja. Ovaj dokument je napisan <application>Četiri u nizu</application> 2.8.

source: Four-in-a-Row also features <link linkend="network-games">multiplayer</link> support with two human players in hotseat or network mode.
cs: Čtyři-v-řadě rovněž podporuje <link linkend="network-games">hru pro více hráčů</link> se dvěma lidskými hráči přímo u počítače nebo přes síť.
de: Vier-gewinnt unterstützt auch den <link linkend="network-games">Mehrspieler-Modus</link> mit zwei menschlichen Spielern im Hotseat- oder Netzwerk-Modus.
sr@latin: Četiri u nizu podržava i igranje više igrača <link linkend="network-games">preko mreže</link> ili na istom računaru gde naizmenično igra jedan, pa drugi.

source: Basic Usage
cs: Základní použití
de: Grundlagen der Bedienung
sr@latin: Osnovna upotreba

source: Playing Four-in-a-Row
cs: Jak hrát Čtyři-v-řadě
de: »Vier gewinnt« spielen
sr@latin: Igranje Četiri u nizu

source: To start a new game of Four-in-a-Row choose <menuchoice><guimenu>Game</guimenu><guimenuitem>New Game</guimenuitem></menuchoice>.
cs: Novou hru Čtyři-v-řadě začnete volbou <menuchoice><guimenu>Hra</guimenu><guimenuitem>Nová hra</guimenuitem></menuchoice>.
de: Um ein neues Spiel von Vier-gewinnt zu starten, wählen Sie <menuchoice><guimenu>Spiel</guimenu><guimenuitem>Neu</guimenuitem></menuchoice>.
sr@latin: Da biste pokrenuli novu igru, odaberite <menuchoice><guimenu>Igra</guimenu><guimenuitem>Nova</guimenuitem></menuchoice>.

source: The <interface>game board</interface> consists of seven columns and six rows. Above it, a special row indicates the current player and the marble about to be played. Each move consists of dropping a marble in one of the columns. The marble lands on the topmost empty row of the chosen column.
cs: <interface>Hrací deska</interface> sestává ze sedmi sloupců a šesti řádků. Nad nimi je speciální řádek ukazující, který hráč právě hraje a jeho kuličku. Tahem se rozumí upuštění kuličky v jednom ze sloupců. Kulička přistane v nejvrchnějším volném řádku zvoleného sloupce.
de: Das <interface>Spielfeld</interface> besteht aus sieben Spalten und sechs Zeilen. Oberhalb dessen zeigt eine weitere Zeile den aktiven Spieler und die nächste Murmel. Jeder Zug besteht aus dem Abwerfen einer Murmel in eine der Spalten. Die Murmel landet dabei in der untersten leeren Zeile der gewählten Spalte.
sr@latin: <interface>Tabla za igru</interface> sadrži sedam stubaca i šest redova. Iznad njih, poseban red prikazuje kliker trenutnog igrača. Svaki potez se svodi na spuštanje klikera na jedan od stubaca. Kliker će se spustiti na najviši prazan red odabranog stupca.

source: To make a move, click on a column with the mouse. To play with the keyboard, move the marble in the top row with the left and right arrow keys, and drop it in place with the down arrow key. Your marble will drop into the topmost empty row of that column.
cs: Tah provedete tak, že kliknete na sloupec myší. Pokud hrajete z klávesnice, posouvejte kuličku v horním řádku pomocí levé a pravé šípky a šipkou dolů ji upusťte. Kulička dopadne do volného řádku na vrchu sloupce.
de: Um einen Zug auszuführen, klicken Sie mit der Maus auf eine der Spalten. Wenn Sie die Tastatur benutzen möchten, verschieben Sie die Murmel in der obersten Zeile mit den Pfeiltasten nach rechts und links, dann legen Sie sie mit der Pfeiltaste nach unten in der gewünschten Spalte ab. Ihre Murmel landet dabei in der untersten leeren Zeile der gewählten Spalte.
sr@latin: Da biste odigrali potez, kliknite mišem na stubac. Da biste igrali sa tastaturom, pomerite kliker u najvišem redu tasterima za levo i desno, i spustite ga sa tasterom za dole. Vaš kliker će pasti na najviši prazan red tog stupca.

source: Four-in-a-Row's Main Window
cs: Hlavní okno hry Čtyři-v-řadě
de: Das Hauptfenster von »Vier gewinnt«.
sr@latin: Glavni prozor Četiri u nizu

source: The game is won when one of the two players manages to line up four of his or her marbles horizontally, vertically or diagonally. If the board fills up without a win, the game ends in a draw.
cs: Hru vyhraje ten z hráčů, který uspořádá čtyři své kuličky do vodorovné, svislé nebo úhlopříčné řady. Pokud se herní deska zaplní, aniž by někdo vyhrál, končí hra remízou.
de: Das Spiel ist gewonnen, wenn es einem der Spieler gelang, vier seiner oder ihrer Murmeln waagerecht, senkrecht oder diagonal anzuordnen. Wenn das Spielfeld gefüllt wurde, ohne dass jemand gewann, endet das Spiel unentschieden.
sr@latin: Igra je dobijena kada jedan od igrača uspe da poređa četiri njegova/njena klikera vodoravno, uspravno ili dijagonalno. Ako se tabla za igru napuni bez pobednika, igra se završava nerešeno.

source: Commands
cs: Příkazy
de: Befehle
sr@latin: Komande

source: To take back a move, choose <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keycap>Z</keycap></keycombo></shortcut><guimenuitem>Undo move</guimenuitem></menuchoice>. If you're playing against a friend, this will undo one move. If you're playing against the computer, this will undo the computer's last move and then yours. Repeating this will return the board to its initial state.
cs: Pokud chcete vrátit tah zpět, zvolte <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keycap>Z</keycap></keycombo></shortcut><guimenuitem>Tah zpět</guimenuitem></menuchoice>. V případě, že hrajete proti svému kamarádovi, vrátí se zpět jeden tah. V případě, že hrajete proti počítači, vrátí se zpět poslední tah počítače a potom váš. Když to budete provádět opakovaně, dostanete se až na začátek hry.
de: Um einen Zug zurückzunehmen, wählen Sie <menuchoice><shortcut><keycombo><keysym>Strg</keysym><keycap>Z</keycap></keycombo></shortcut><guimenuitem>Zug rückgängig</guimenuitem></menuchoice>. Wenn Sie gegen einen menschlichen Gegner spielen, wird ein Zug zurückgenommen. Spielen Sie gegen den Computer, dann wird zuerst der letzte Zug des Computers zurückgenommen und dann Ihr Zug. Das kann wiederholt werden, bis das Spielfeld wieder im ursprünglichen Zustand ist.
sr@latin: Da biste vratili potez, odaberite <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keycap>Z</keycap></keycombo></shortcut><guimenuitem>Opozovi potez</guimenuitem></menuchoice>. Ako igrate protiv prijatelja, ovo će opozvati vaš poslednji potez, a ako igrate protiv računara, ovo će opozvati i njegov i vaš poslednji potez. Ponavljanjem ove komande, tabla će se vratiti u početno stanje.
