Repository: gfunkmonk2/mate-games
Catalog: gnect/help/*/*.po
Languages: cs, de, sr@latin

source: The <guimenuitem>Guest Login</guimenuitem> option should be selected if you want an anonymous guest account. If you want to create a new login account, then select the <guimenuitem>First-time Login</guimenuitem> option, with the username, password and email of your choice. If you have already created your account, you can connect by selecting the <guimenuitem>Normal Login</guimenuitem> option, and enter the username and password that you have chosen.
cs: Volbu <guimenuitem>Přihlášení hosta</guimenuitem> si vyberte, pokud se chcete přihlásit přes anonymním účtem hosta. Pokud chcete vytvořit nový přihlašovací účet, tak zvolte možnost <guimenuitem>První přihlášení</guimenuitem> s uživatelským jménem, heslem a e-mailem dle svého výběru. Jestliže už máte svůj účet vytvořený, připojte se s volbou <guimenuitem>Normální přihlášení</guimenuitem> a zadaným svým správným uživatelským jménem a heslem.
de: Die Option <guimenuitem>Gast-Anmeldung</guimenuitem> sollte ausgewählt werden, wenn Sie einen anonymen Gastzugang wünschen. Wenn Sie einen neuen Anmeldezugang anlegen wollen, wählen Sie die Option <guimenuitem>Erstanmeldung</guimenuitem>, mit Benutzername, Passwort und E-Mail-Adresse Ihrer Wahl. Falls Sie bereits einen Zugang angelegt haben, können Sie sich mit der Option <guimenuitem>Normale Anmeldung</guimenuitem> unter Angabe des Benutzernamens und des gewählten Passworts verbinden.
sr@latin: Opcija <guimenuitem>Prijava kao gost</guimenuitem> treba da bude odabrana ako želite anonimnu prijavu. Ako želite da napravite novi nalog za prijavljivanje, odaberite <guimenuitem>Prva prijava</guimenuitem>, sa željenim korisničkim imenom, lozinkom i e-poštom. Ako već imate nalog, možete se povezati izborom opcije <guimenuitem>Normalna prijava</guimenuitem> i zatim uneti vaše korisničko ime i lozinku.

source: To connect to a server, click on the <guimenuitem>Connect</guimenuitem> button.
cs: Připojení k serveru začnete kliknutím na tlačítko <guimenuitem>Připojit</guimenuitem>.
de: Um zum Server zu verbinden, klicken Sie auf die Schaltfläche <guimenuitem>Verbinden</guimenuitem>.
sr@latin: Da biste se povezali na server, kliknite na dugme <guimenuitem>Poveži se</guimenuitem>.

source: The Four-in-a-Row network connection dialog.
cs: Připojovací dialog k síti Čtyři-v-řadě.
de: Der Vier-gewinnt-Netzwerkdialog
sr@latin: Prozorče za mrežno povezivanje Četiri u nizu za mrežno povezivanje.

source: Joining a game room
cs: Vstup do herní místnosti
de: Betreten des Spielraumes
sr@latin: Pridruživanje sobi za igru

source: Once you have successfully connected to a server, you can choose which game room to join. To play a multiplayer game of Four-in-a-Row, select the Four-in-a-Row room. If you want to host your own game, then click on the Launch button. This creates a new table where other players can participate in a game against you. If there are any other games already started, then you can double-click on an existing game table to join it. The list of game tables on the right shows you the number of available seats, which means the number of players that can join the game table.
cs: Jakmile jste úspěšně přihlášení k serveru, můžete si vybrat, do které herní místnosti chcete vstoupit. Jestliže chcete hrát hru Čtyři-v-řadě pro více hráčů, tak zvolte místnost Čtyři-v-řadě. Pokud chcete hostovat svoji vlastní hru, tak klikněte na tlačítko Spustit. Tím se vytvoří nový stůl, na kterém si ostatní hráči mohou zahrát hru proti vám. Pokud je k dispozici nějaká další již spuštěná hra, pak se můžete dvojitým kliknutím na tomto existujícím herním stole zapojit do hry.
de: Sobald Sie sich erfolgreich mit einem Server verbunden haben, können Sie wählen, welchen Raum Sie betreten wollen. Um Vier-gewinnt im Mehrspieler-Modus zu spielen, wählen sie einen Vier-gewinnt-Raum. Wenn Sie ein eigenes Spiel bereitstellen wollen, klicken Sie auf den Knopf »Starten«. Dies erstellt einen neuen Spieltisch, an dem andere Spieler Platz nehmen können, um gegen Sie zu spielen. Falls einige andere Spiele bereits gestartet wurden, doppelklicken Sie auf eines der vorhandenen Spiele, um daran teilzunehmen. Die Liste der Spieltische rechts zeigt Ihnen die Anzahl der verfügbaren Plätze, das heißt die Anzahl der Spieler, die noch an diesem Spieltisch teilnehmen können.
sr@latin: Kad ste se uspešno povezali na server, možete odabrati sobu kojoj želite da se pridružite. Da biste igrali Četiri u nizu, odabertite sobu Four-in-a-Row. Ako želite da vi pravite igru, kliknite dugme „Pokreni“. Ovim se pravi nova tabla gde drugi mogu da igraju protiv vas. Ako ima već pokrenutih igara, možete kliknuti duplim klikom na postojeću igru da biste joj se pridružili. Spisak tabli za igru sa desne strane vam pokazuje broj slobodnih mesta, što označava broj igrača koji se mogu pridružiti.

source: This Four-in-a-Row network dialog allows you to join a game room to find other players.
cs: Toto dialogové okno sítě Čtyři-v-řadě vám umožňuje vstoupit do herní místnosti, kde najdete další hráče.
de: Der Netzwerkdialog von Vier-gewinnt erlaubt Ihnen, einem Spiele-Raum beizutreten, um andere Spieler zu finden.
sr@latin: Mrežno prozorče za Četiri u nizu vam omogućava da se pridružite sobi za igru da biste našli druge igrače.

source: When creating a new table for Four-in-a-Row games, a preference dialog is displayed which allows you to customize the game, such as set the minimum number of players for the game. Once the total number of seats have been taken, then no more players are allowed to join that game table.
cs: Když vytvoříte nový stůl pro hry Čtyři-v-řadě, objeví se dialogové okno, ve kterém si můžete hru přizpůsobit, např. nastavit minimální počet hráčů pro hru. Jakmile se naplní celkový počet míst, nemůže se již žádný další hráč k hernímu stolu přidat.
de: Wenn Sie einen neuen Spieltisch für Vier-gewinnt-Spiele erstellen, wird ein Einstellungsdialog angezeigt, der Ihnen die Anpassung des Spiels ermöglicht, wie beispielsweise die Mindestanzahl von Spielern für dieses Spiel. Wenn diese Anzahl an Spielern Platz genommen hat, ist es keinen weiteren Spielern erlaubt, an diesem Tisch Platz zu nehmen.
sr@latin: Pri pravljenju nove table za igru Četiri u nizu, prikazuje se prozorče sa postavkama koje vam omogućava da prilagodite igru, kao npr. najmanji broj igrača za igru. Kada je ukupni broj mesta zauzet, igrači se više ne mogu pridružiti tabli za igru.

source: It is possible to chat with other players in network games. Ask for advice or help playing the games, but please be polite against other players.
cs: S ostatními hráči síťové hry si můžete povídat. Můžete požádat o radu nebo pomoc s hrou, ale vždy se k ostatním hráčům chovejte slušně.
de: Es ist möglich, mit anderen Spielern in Netzwerkspielen Sofortnachrichten auszutauschen. Bitten Sie um Ratschläge oder Hilfe für die Spiele, aber seien Sie bitte höflich gegenüber anderen Spielern.
sr@latin: Moguće je ćaskati sa ostalim igračima u mreži. Pitajte za savet ili pomoć pri igranju igre, ali molimo, budite ljubazni prema ostalim igračima.

source: Waiting for other players to join the game
cs: Čekání, až se další hráči zapojí do hry
de: Warten, bis andere Spieler den Raum betreten
sr@latin: Čekanje da se ostali igrači pridruže igri

source: Once you have successfully joined a game table, then you have to wait until enough players have joined the table. The <guimenuitem>Players List</guimenuitem> menu item allows you to see a list of the players who have joined the game. The game will begin immediately when the total number of players in the the game have been reached.
cs: Až se úspěšně přidáte k hernímu stolu, musíte čekat dokud se nepřidá dostatečný počet dalších hráčů. Nabídka <guimenuitem>Seznam hráčů</guimenuitem> vám umožní se podívat na seznam hráčů, kteří se ke hře přidali. Hra začne hned, jak je dosaženo celkového počtu hráčů ve hře.
de: Sobald Sie erfolgreich an einem Spieltisch Platz genommen haben, warten Sie bitte, bis genug Spieler ebenfalls Platz genommen haben. Der Menüeintrag <guimenuitem>Spielerliste</guimenuitem> ermöglicht Ihnen zu sehen, welche Spieler am Spiel teilnehmen wollen. Das Spiel beginnt sofort, wenn die Gesamtzahl der Spieler erreicht ist.
sr@latin: Kada ste se uspešno pridružili tabli za igru, morate sačekati da se potreban broj igrača pridruži. Stavka menija <guimenuitem>Spisak igrača</guimenuitem> vam omogućava da vidite igrače koji su se pridružili igri. Igra će početi odmah pošto se dostigne potreban broj igrača.

source: Playing multiplayer Four-in-a-Row games
cs: Jak hrát Čtyři-v-řadě pro více hráčů
de: Vier-gewinnt im Mehrspielermodus
sr@latin: Igranje Četiri u nizu sa više igrača

source: Multiplayer Four-in-a-Row games have pretty much the same rules as normal Four-in-a-Row games, except that you are now playing against human players. This means that other strategies might possibly be better than when playing against AI players.
cs: Hry Čtyři-v-řadě pro více hráčů mají úplně stejná pravidla, jako normální hry Čtyři-v-řadě, akorát že nyní hrajete proti lidským hráčům. To znamená, že strategie protivníka by mohla být lepší, než při hraní proti umělé inteligenci.
de: Vier-gewinnt-Spiele im Mehrspielermodus folgen so ziemlich den gleichen Regeln wie gewöhnliche Vier-gewinnt-Spiele, mit dem Unterschied, dass Sie nun gegen menschliche Gegner spielen. Das bedeutet, dass Sie möglicherweise andere Strategien anwenden müssen als bei Computergegnern.
sr@latin: Igranje Četiri u nizu sa više igrača ima ista pravila kao obična igra Četiri u nizu, osim što sada igrate protiv drugog čoveka. To znači da neke druge strategije igre mogu biti biti bolje u odnosu na to kad igrate protiv računara.

source: Once a player has won, the game ends and you can return to the initial network game screen. Then you can play yet another game of addictive Four-in-a-Row multiplayer!
cs: Až některý hráč zvítězí, tak hra končí a vy se můžete vrátit na úvodní obrazovku síťové hry. Po té se můžete pustit od další hry návykového Čtyři-v-řadě pro více hráčů.
de: Wenn einer der Spieler gewonnen hat, endet das Spiel und Sie können zum ursprünglichen Netzwerkspiel-Bildschirm zurückkehren. Dann können Sie ein weiteres süchtig machendes Spiel im Vier-gewinnt-Mehrspieler-Modus beginnen!
sr@latin: Kada neki igrač pobedi, igra se završava i možete se vratiti na početni ekran mrežne igre. Onda možete igrati još jednu zanimljivu igru Četiri u nizu sa više igrača!

source: Known Bugs and Limitations
cs: Známé chyby a omezení
de: Bekannte Fehler und Einschränkungen
sr@latin: Poznate greške i ograničenja

source: Occasionally a marble-dropping animation doesn't look as smooth as it should.
cs: Animace padajících kuliček občas nevypadá tak plynule, jak by měla.
de: Gelegentlich könnte eine Animation beim Abwerfen von Murmeln nicht so geschmeidig aussehen, wie sie sollte.
sr@latin: Nekad animacija padanja klikera ne izgleda onako glatko kao što bi trebala da bude.

source: Authors
cs: Autoři
de: Autoren
sr@latin: Autori

source: <application>Four-in-a-Row</application> was written by Timothy Musson (<email>trmusson@ihug.co.nz</email>) and David Neary (<email>bolsh@gimp.org</email>). Various others have taken the time to help in many ways since work on <application>Four-in-a-Row</application> began.
cs: Hru <application>Čtyři-v-řadě</application> napsal Timothy Musson (<email>trmusson@ihug.co.nz</email>) a David Neary (<email>bolsh@gimp.org</email>). A mnozí další věnovali svůj čas, aby od doby, kdy vznikla, různými způsoby pomohli s prací na hře <application>Čtyři-v-řadě</application>.
de: <application>Vier gewinnt</application> wurde von Timothy Musson (<email>trmusson@ihug.co.nz</email>) und David Neary (<email>bolsh@gimp.org</email>) geschrieben. Viele andere wendeten Zeit auf, um auf vielfältige Weise zu helfen, seit die Arbeit an <application>Vier gewinnt</application> begann.
sr@latin: <application>Četiri u nizu</application> su napisali Timothy Musson (<email>trmusson@ihug.co.nz</email>) i David Neary (<email>bolsh@gimp.org</email>). Mnogi drugi su izdvojili svoje vreme da bi pomogli na mnogo načina od kada je rad na igri <application>Četiri u nizu</application> počeo.

source: The <ulink type="http" url="http://www.ce.unipr.it/~gbe/velena.html">Velena Engine</ulink>, <application>Four-in-a-Row</application>'s main computer player, was written by Giuliano Bertoletti. We're grateful to him for allowing us to include his work, without which <application>Four-in-a-Row</application> wouldn't be nearly as worthwhile.
cs: Giuliano Bertoletti napsal <ulink type="http" url="http://www.ce.unipr.it/~gbe/velena.html">Velena Engine</ulink>, což je hlavní počítačový hráč v hře <application>Čtyři-v-řadě</application>. Jsme mu vděční, že nám umožnil použít jeho práci, bez které by hra <application>Čtyři-v-řadě</application> nestála úplně za to.
de: Die <ulink type="http" url="http://www.ce.unipr.it/~gbe/velena.html">Velena-Engine</ulink>, der in <application>Vier gewinnt</application> verborgene Computerspieler, wurde von Bertoletti entwickelt. Wir sind ihm sehr dankbar dafür, dass wir seine Arbeit in unsere Anwendung einbauen durften, ohne die <application>Vier gewinnt</application> kaum lohnenswert wäre.
sr@latin: <ulink type="http" url="http://www.ce.unipr.it/~gbe/velena.html">Motor Velenu</ulink>, glavnog računarskog igrača igre <application>Četiri u nizu</application> je napisao Giuliano Bertoletti. Zahvalni smo mu što je dozvolio da se njegovo delo uključi u igru, bez koga igra <application>Četiri u nizu</application> ne bi bila ni blizu upotrebljiva.

source: This manual was written by Timothy Musson.
cs: Tuto příručku napsal Timothy Musson.
de: Dieses Handbuch wurde von Timothy Musson geschrieben.
sr@latin: Ovo uputstvo je napisao Timothy Musson.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
cs: Pokud chcete nahlásit chybu nebo podat návrh týkající se této aplikace nebo tohoto návodu, tak se řiďte instrukcemi v tomto <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumentu</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Vier gewinnt</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen in diesem <ulink url="ghelp:user-guide?feedback-bugs" type="help">Dokument</ulink>.
sr@latin: Da biste prijavili greške ili dali predlog u vezi ovog programa ili njegovog uputstva, pratite smernice iz <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumenta</ulink>.

source: License
cs: Licence
de: Lizenz
sr@latin: Licenca

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cs: Tento program je svobodný software. Můžete jej dále šířit a/nebo upravovat za dodržení podmínek <ulink type="help" url="mate-help:gpl"><citetitle>GNU General Public License</citetitle></ulink>, tak jak ji vydala Free Software Foundation ve verzi 2 nebo (dle vaší volby) novější.
de: Dieses Programm ist freie Software; Sie können es weiterverbreiten und/oder ändern unter den Bedingungen der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> wie sie von der <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink> veröffentlicht wurde; entweder in Version 2 der Lizenz oder (nach Ihrer Wahl) jeder neueren Version.
sr@latin: Ovaj program je slobodan softver; možete ga raspodeljivati i/ili ga menjati pod uslovima <citetitle>GNU Opšte Javne Licence (GNU GPL)</citetitle> kako je objavljuje Zadužbina za Slobodni Softver (FSF); bilo verzije 2 te Licence, bilo (po vašem nahođenju) bilo koje novije verzije.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
cs: Tento program je šířen s přesvědčením, že může být užitečný, ale BEZ JAKÝCHKOLIV ZÁRUK, bez předpokládané záruky na OBCHODOVATELNOST nebo VHODNOST PRO URČITÝ ÚČEL. Více podrobností najdete v <citetitle>GNU General Public License</citetitle>.
de: Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich ist, aber OHNE JEGLICHE GARANTIE; auch ohne eine GEBRAUCHSTAUGLICHKEITSGARANTIE oder eine Garantie über die TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> für genauere Hinweise.
sr@latin: Ovaj program se raspodeljuje u nadi da će biti od koristi, ali BEZ IKAKVIH GARANCIJA; čak i bez podrazumevane garancije KORISNOSTI ili PRILAGOĐENOSTI ODREĐENOJ NAMENI. Vidite <citetitle>GNU Opštu Javnu Licencu</citetitle> za više detalja.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>MATE Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink url="http://www.fsf.org" type="http">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
cs: Kopie <citetitle>GNU General Public License</citetitle> je zahrnuta v dodatku <citetitle>Uživatelské přiručky MATE</citetitle>. Kopii <citetitle>GNU General Public License</citetitle> můžete také získat od Free Software Foundation navštívením <ulink type="http" url="http://www.fsf.org">jejich webu</ulink> nebo zasláním žádosti na <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
de: Eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> ist im Anhang des <citetitle>MATE Benutzerhandbuchs</citetitle> enthalten. Sie können außerdem eine Kopie der <citetitle><ulink type="help" url="mate-help:gpl">GNU General Public License</ulink></citetitle> von der Free Software Foundation erhalten, indem Sie auf <ulink type="http" url="http://www.fsf.org">ihre Internetseite</ulink> gehen oder an die <address>Free Software Foundation, Inc.<street>51 Franklin Street, Fifth Floor</street><city>Boston</city>, <state>MA</state><postcode>02111-1301</postcode><country>USA</country></address> schreiben.
sr@latin: Primerak <citetitle>GNU Opšte Javne Licence</citetitle> je uključen u dodatku <citetitle>Gnomovog korisničkog vodiča</citetitle>. Takođe možete nabaviti primerak <citetitle>GNU Opšte Javne Licence</citetitle> od Zadužbine za Slobodni Softver odlazeći na <ulink url="http://www.fsf.org" type="http">njihovu veb adresu</ulink> ili pišući na <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009.
de: Mario Blättermann <mario.blaettermann@t-online.de>, 2008
sr@latin: Branko Kokanović <branko.kokanovic@gmail.com> Prevod.org — prevod na srpski jezik

source: September 2004
cs: Září 2004
sr@latin: Septembar 2004.
