Repository: gfunkmonk2/mate-games
Catalog: gnect/help/*/*.po
Languages: cs, de, sr@latin

source: Choose <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keycap>H</keycap></keycombo></shortcut><guimenuitem>Hint</guimenuitem></menuchoice> to get a suggestion from the computer for your next move. This is shown in the status bar.
cs: Volbou <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keycap>H</keycap></keycombo></shortcut><guimenuitem>Rada</guimenuitem></menuchoice> získáte od počítače doporučení pro příští tah. Ukáže se vám ve stavovém řádku.
de: Wählen Sie <menuchoice><shortcut><keycombo><keysym>Strg</keysym><keycap>H</keycap></keycombo></shortcut><guimenuitem>Hinweis</guimenuitem></menuchoice>, um eine Empfehlung des Computers für den nächsten Zug zu bekommen. Dies wird in der Statusleiste angezeigt.
sr@latin: Odaberite <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keycap>H</keycap></keycombo></shortcut><guimenuitem>Savet</guimenuitem></menuchoice> da biste dobili predlog od računara za vaš sledeći potez. Savet će se prikazati u traci sa stanjem.

source: Choose <menuchoice><guimenuitem>Scores</guimenuitem></menuchoice> to show a tally of wins and draws for the current playing session. The scores will be reset to zero if Player Selection is changed in Preferences.
cs: Pomocí <menuchoice><guimenuitem>Skóre</guimenuitem></menuchoice> se podíváte na záznam výher a remíz současného herního sezení. Pokud v předvolbách provedete změny v nastavení hráčů, tak se skóre vynulují.
de: Wählen Sie <menuchoice><guimenuitem>Ergebnisse</guimenuitem></menuchoice>, um den Stand der gewonnenen und unentschiedenen Spiele für die aktuelle Sitzung anzuzeigen. Die Ergebnisse werden auf Null zurückgesetzt, sobald die Auswahl der Spieler in den Einstellungen geändert wird.
sr@latin: Odaberite <menuchoice><guimenuitem>Rezultati</guimenuitem></menuchoice> da biste prikazali broj pobeda i nerešenih igara za trenutnu sesiju. Rezultati će biti poništeni ako se promeni izbor igrača u Postavkama.

source: Preferences
cs: Předvolby
de: Einstellungen
sr@latin: Postavke

source: To change the game's settings, select <guimenuitem>Preferences</guimenuitem> from the <guimenu>Settings</guimenu> menu. This opens the <interface>Preferences Dialog</interface>.
cs: Pokud chcete změnit nastavení hry, klikněte na <guimenuitem>Předvolby</guimenuitem> v nabídce <guimenu>Nastavení</guimenu>. Tím se otevře dialogové okno <interface>Předvolby Čtyři-v-řadě</interface>.
de: Um die Einstellungen des Spiels zu ändern, wählen Sie <guimenuitem>Einstellungen</guimenuitem> aus dem Menü <guimenu>Einstellungen</guimenu>. Dies öffnet den <interface>Einstellungsdialog</interface>.
sr@latin: Da biste promenili podešavanja igre, odaberite <guimenuitem>Postavke</guimenuitem> iz menija <guimenu>Podešavanja</guimenu>. Ovim će se otvoriti <interface>dijalog postavki</interface>.

source: <guilabel>Player One</guilabel> and <guilabel>Player Two</guilabel>
cs: <guilabel>Hráč 1</guilabel> a <guilabel>Hráč 2</guilabel>
de: <guilabel>Spieler 1</guilabel> und <guilabel>Spieler 2</guilabel>
sr@latin: <guilabel>Prvi igrač</guilabel> i <guilabel>Drugi igrač</guilabel>

source: These two columns tell <application>Four-in-a-Row</application> who's playing and, if it is the computer, how hard they play. To play against a friend, select Human for both Player One and Player Two.
cs: Tyto dva sloupce říkají, kdo hru <application>Čtyři-v-řadě</application> hraje a v případě, že jde o počítač, jak tvrdě hraje. Pokud si chcete zahrát s kamarádem, tak zvolte Člověk pro Hráče 1 i Hráče 2.
de: Diese zwei Spalten bestimmen, wer gegeneinander spielt, und falls es sich um einen Computer handelt, dessen Spielstärke. Um gegen einen menschlichen Gegner zu spielen, wählen Sie »Mensch« sowohl für Spieler 1 als auch für Spieler 2.
sr@latin: Ova dva stupca govore igri <application>Četiri u nizu</application> ko igra, a ako je neki od igrača računar, onda i kojom težinom da igra. Da biste igrali protiv prijatelja, odaberite Čovek i za prvog i za drugog igrača.

source: Theme
cs: Motiv
de: Thema
sr@latin: Tema

source: The theme menu lists available themes and lets you choose your favourite.
cs: Nabídkový seznam motivů obsahuje dostupné motivy, ze kterých si můžete vybrat svůj oblíbený.
de: Das Aufklappmenü »Thema« listet alle verfügbaren Themen auf, aus welchen Sie dann Ihren Favoriten wählen können.
sr@latin: Meni sa temama prikazuje dostupne teme i daje vam da izaberete omiljenu.

source: Enable Animation
cs: Povolit animace
de: Animationen aktivieren
sr@latin: Uključi animacije

source: Here you can toggle the game's animation on or off.
cs: Zde můžete přepínat, zda jsou ve hře zapnuté nebo vypnuté animace.
de: Hier können Sie die Animation des Spiels ein- und ausschalten.
sr@latin: Ovde možete uključiti i isključiti animacije u igri.

source: Configuration options in the <guilabel>Game</guilabel> tab are: <placeholder-1/>
cs: Volby nastavení na kartě <guilabel>Hra</guilabel> jsou: <placeholder-1/>
de: Die Einstellungsoptionen im Reiter <guilabel>Spiel</guilabel> sind: <placeholder-1/>
sr@latin: Opcije podešavanja u jezičku <guilabel>Igra</guilabel> su: <placeholder-1/>

source: Finally there is a <guilabel>Controls</guilabel> tab to change the keyboard controls. To change a control, double click the appropriate entry and then press the new key.
cs: Nakonec je zde karta <guilabel>Ovládání klávesnicí</guilabel> na změnu ovládacích kláves. Ovládání změníte tak, že dvojitě kliknete na příslušnou položku a po té zmáčknete novou klávesu.
de: Weiterhin gibt es einen Reiter <guilabel>Steuerung</guilabel> zum Ändern der Tasten für die Tastatursteuerung. Um eine der Zuordnungen zu ändern, doppelklicken Sie auf den gewünschten Eintrag und drücken dann die neue Taste.
sr@latin: Na kraju, postoji i jezičak <guilabel>Kontrola tastaturom</guilabel> za izmeni naredbi kada igrate preko tastature. Da biste izmenili naredbu, kliknite dvaput na odgovarajući unos i pritisnite novi taster.

source: Creating New Themes
cs: Vytváření nových motivů
de: Neue Themen erzeugen
sr@latin: Pravljenje novih tema

source: This section's included in case you'd like to make your own themes for <application>Four-in-a-Row</application>. It assumes you're familiar with basic text editing, graphics software and the command line.
cs: Tato kapitola je zde pro případ, že byste si chtěli vytvořit své vlastní téma pro hru <application>Čtyři-v-řadě</application>. Předpokladem je, že jste zběhlí v základní práci s textovým editorem, grafickým software a příkazovým řádkem.
de: Dieser Abschnitt wurde eingefügt für den Fall, dass Sie Ihre eigenen Themen für <application>Vier gewinnt</application> erstellen wollen. Es werden allerdings Grundkenntnisse im Bearbeiten von Texten, im Umgang mit Grafikbearbeitungssoftware und der Befehlszeile vorausgesetzt
sr@latin: Ovaj odeljak objašnjava kako da napravite nove teme za <application>Četiri u nizu</application>. On podrazumeva se da ste upoznati sa osnovama uređivanja teksta, programom za grafiku i komandnom linijom.

source: Images
cs: Obrázky
de: Bilder
sr@latin: Slike

source: <application>Four-in-a-Row</application>'s tile sets contain six tiles of equal size, lined up horizontally. From left to right:
cs: Sada kamenů pro hru <application>Čtyři-v-řadě</application> sestává z šesti kamenů stejné velikosti uspořádaných vodorovně. Zleva doprava to jsou:
de: Die Murmelsätze für <application>Vier gewinnt</application> enthalten sechs Murmeln gleicher Größe in waagerechter Anordnung. Von links nach rechts:
sr@latin: Skup figura za <application>Četiri u nizu</application> sadrži šest figura iste veličine, poređane vodoravno. To su, sa leva na desno:

source: Player One's marble as it appears on the game board
cs: Kulička prvního hráče v podobě, ve které se objevuje na hrací desce
de: Die Murmel von Spieler 1, wie sie auf dem Spielfeld erscheint
sr@latin: Kliker prvog igrača kao što će biti prikazan na tabli

source: Player Two's marble as it appears on the game board
cs: Kulička druhého hráče v podobě, ve které se objevuje na hrací desce
de: Die Murmel von Spieler 2, wie sie auf dem Spielfeld erscheint
sr@latin: Kliker drugog igrača kao što će biti prikazan na tabli

source: The game board's background
cs: Pozadí hrací desky
de: Der Hintergrund des Spielfelds
sr@latin: Pozadina table za igru

source: The top row's background
cs: Pozadí horního řádku
de: Hintergrund der obersten Zeile
sr@latin: Pozadina najvišeg reda

source: Player One's marble as it appears on the top row
cs: Kulička prvního hráče v podobě, ve které se objevuje v horním řádku
de: Die Murmel von Spieler 1, wie sie in der obersten Zeile erscheint
sr@latin: Kliker prvog igrača kao što će biti prikazan u najvišem redu

source: Player Two's marble as it appears on the top row
cs: Kulička druhého hráče v podobě, ve které se objevuje v horním řádku
de: Die Murmel von Spieler 2, wie sie in der obersten Zeile erscheint
sr@latin: Kliker drugog igrača kao što će biti prikazan u najvišem redu

source: An example tile set
cs: Příklad sady kamenů
de: Ein Beispiel-Murmelsatz
sr@latin: Primer skupa figura

source: This image shows the six tiles in a tile set
cs: Tento obrázek ukazuje šest kamenů v sadě
de: Dieses Bild zeigt sechs Murmeln in einem Murmelsatz
sr@latin: Slika prikazuje šest figura u skupu figura

source: Tiles three and four will be repeated over the game board and top row unless a full window background image is specified in the theme file.
cs: Kameny tři a čtyři se budou opakovat po ploše herní desky a horního řádku, mimo případ, kdy použijete ve svém tématu obrázek na pozadí celého okna.
de: Die dritte und vierte Kachel werden dabei über das ganze Spielfeld aneinandergereiht, sofern kein vollständiges Hintergrundbild in der Themendatei angegeben ist.
sr@latin: Treća i četvrta figura će biti ponavljane preko cele table i preko najvišeg reda, osim ako se u datoteci za temu ne naglasi da pozadinska slika ide preko celog prozora igre.

source: TIP
de: Tipp
sr@latin: SAVET

source: PNG format is recommended for tile sets. The first, second, fifth and sixth tiles should contain some transparency if you want the background to show through. The third and fourth tiles should be solid, with no transparency, even if you'll be using a full window background image with your theme.
cs: Doporučeným formátem pro sadu kamenů je PNG. První, druhý, pátý a šestý kámen mohou obsahovat průhlednost, pokud chcete, aby skrz ně bylo vidět pozadí. Třetí a čtvrtý kámen by měly být plné bez průhlednosti, ledaže použijete ve svém tématu obrázek na celé pozadí okna.
de: Für die Murmelsätze wird das PNG-Format empfohlen. Die erste, zweite, fünfte und sechste Murmel sollten teilweise transparent sein, wenn Sie den Hintergrund durchscheinen lassen möchten. Die dritte und die vierte Murmel sollten nicht transparent sein, für den Fall, dass Sie ein Hintergrund-Vollbild mit Ihrem Thema mitliefern.
sr@latin: Za skupove figura se preporučuje PNG format. Prva, druga, peta i šesta figura treba da sadrže providnost ako želite da se kroz njih vidi pozadina. Treća i četvrta figura bi trebale da budu neprozirne, čak iako koristite pozadinsku sliku preko celog prozora za vašu temu.

source: Tiles can be square or rectangular, and any size you like. Most of the tile sets that come with <application>Four-in-a-Row</application> use square tiles measuring 50 pixels by 50 pixels.
cs: Kameny mohou být čtvercové nebo obdélníkové a to v libovolné velikosti. Většina sad kamenů dodávaných s hrou <application>Čtyři-v-řadě</application> používá kameny o rozměrech 50 pixelů krát 50 pixelů.
de: Die Murmeln können auch quadratisch oder rechteckig sein, und in jeder von Ihnen gewünschten Größe. Die meisten der in <application>Vier gewinnt</application> enthaltenen Murmelsätze verwenden quadratische Formen in einer Größe von 50 mal 50 Pixeln.
sr@latin: Figure mogu biti pravougaone ili kvadratne i koje god veličine želite. Većina skupova figura koje dolaze uz <application>Četiri u nizu</application> koriste kvadratne figure veličine 50 sa 50 piksela.

source: For a full window background image, there's a bit more work to do. Let's say your tiles measure 50 by 50 pixels each. The game's display measures 7 by 7 tiles, including the top row, so the ideal background image for your tile set measures 350 by 350 pixels.
cs: Pokud chcete obrázek přes celé pozadí okna, dá to trochu práce navíc. Řekněme, že vaše kameny mají každý rozměry 50 krát 50 pixelů. Herní plocha má 7 krát 7 kamenů, včetně horního řádku, takže ideální obrázek pro pozadí vaší sady kamenů má rozměry 350 krát 350 pixelů.
de: Ein vollständiges Hintergrundbild erfordert etwas mehr Aufwand. Nehmen wir an, Ihre Kacheln sollen eine Größe von 50 mal 50 Pixeln haben. Der Anzeigebereich des Spiels ist 7 mal 7 Kacheln groß, einschließlich der obersten Zeile. Daher sollte das Hintergrundbild idealerweise 350 mal 350 Pixel groß sein.
sr@latin: Za pozadinsku sliku preko celog prozora, ima još malo posla da se uradi. Neka su na primer vaše figure 50 sa 50 piksela svaka. Prikaz igre je 7 sa 7 figura, uključujući i najviši red, tako da je idealna veličina pozadinske slike 350 sa 350 piksela.

source: <application>Four-in-a-Row</application> will automatically scale the background image if it doesn't match the tile set. This means you can make "large" and "small" versions of your theme, both using the same background image, just by having a large and a small version of your tile set.
cs: Pokud rozměry obrázku na pozadí neodpovídají sadě kamenů, <application>Čtyři-v-řadě</application> je automaticky přizpůsobí. To znamená, že si můžete vytvořit dvě verze motivu, „velké“ a „malé“, které budou používat tentýž obrázek pozadí pro velkou i malou verzi vaší sady kamenů.
de: <application>Vier gewinnt</application> passt die Größe des Hintergrundbildes automatisch an, falls es nicht zum Murmelsatz passt. Das bedeutet, dass Sie »kleine« und »große« Versionen Ihres Themas erstellen können, die beide das gleiche Hintergrundbild verwenden, wobei Sie lediglich eine kleine und eine große Version Ihres Murmelsatzes benötigen.
sr@latin: <application>Četiri u nizu</application> će automatski proširiti vašu sliku ako ne odgovara skupu figura. Ovo znači da možete imati „velike“ i „male“ verzije vaše teme, tako da obe koriste istu pozadinsku sliku, tako što ćete imati veću i manju verziju vačeg skupa figura.

source: So, you now have a tile set and perhaps a background image to go with it. The next step is to put them in the right place.
cs: Takže nyní máte sadu kamenů a eventuálně k ní obrázek na pozadí. Dalším krokem je dostat je na správné místo.
de: So, nun haben Sie einen Murmelsatz und vielleicht ein dazu passendes Hintergrundbild erstellt. Im nächsten Schritt geht es darum, alles an der richtigen Stelle zu platzieren.
sr@latin: Sada imate skup figura i možda pozadinsku sliku uz skup figura. Sledeći korak je da ih stavite na pravo mesto.

source: Putting It Together
cs: Jak to dát dohromady
de: Zusammenfügen
sr@latin: Spajanje svega

source: The last step is to put your image(s) where <application>Four-in-a-Row</application> can find them. You could put them in Four-in-a-row's install directory (which will depend on your particular system), but your home directory's probably a better idea.
cs: Posledním krokem je vložení vašeho obrázku respektive obrázků na místo, kde je hra <application>Čtyři-v-řadě</application> dokáže najít. Mohli byste je dát do složky, ve které je hra Čtyři-v-řadě nainstalovaná (což záleží na vašem konkrétním systému), ale vaše domovská složka je pravděpodobně lepší nápad.
de: Im letzten Schritt legen Sie Ihr(e) Bild(er) dort ab, wo <application>Vier gewinnt</application> sie auch finden kann. Sie können sie im Installationsordner von <application>Vier gewinnt</application> speichern, dessen Ort systemabhängigi ist. Vielleicht wäre ihr persönlicher Ordner aber eine bessere Idee.
sr@latin: Poslednji korak je da stavite sliku(e) tamo gde ih <application>Četiri u nizu</application> može naći. Možete ih staviti u instalacionu fasciklu igre (koja zavisi od vašeg sistema), ali je vaša lična fascikla verovatno bolja ideja.

source: Make a <filename class="directory">~/.gnect</filename> directory, and a <filename class="directory">~/.gnect/pixmaps</filename> directory. Those names are important, as <application>Four-in-a-Row</application> won't look anywhere else.
cs: Vytvořte složky <filename class="directory">~/.gnect</filename> a <filename class="directory">~/.gnect/pixmaps</filename>. Přesné názvy jsou důležité, protože jinde hra <application>Čtyři-v-řadě</application> hledat nebude.
de: Legen Sie einen Ordner namens <filename class="directory">~/.gnect</filename> an, sowie darin einen Unterordner <filename class="directory">~/.gnect/pixmaps</filename> . Diese Bezeichnungen sind zwingend vorgeschrieben, denn <application>Vier gewinnt</application> schaut nur genau dort nach.
sr@latin: Napravite <filename class="directory">~/.gnect</filename> fasciklu i u njoj <filename class="directory">~/.gnect/pixmaps</filename> fasciklu. Ova imena su važna jer <application>Četiri u nizu</application> neće da gleda nigde drugde.

source: Copy your image(s) into the pixmaps directory.
cs: Nakopírujte svůj obrázek respektive obrázky do složky pixmaps.
de: Kopieren Sie Ihr(e) Bild(er) in den Pixmap-Ordner.
sr@latin: Umnožite vašu sliku(e) u „pixmaps“ fasciklu.

source: If you start <application>Four-in-a-Row</application> from the command line, it'll give you clues about any problems it has with your new theme. If it has none, you'll find your new theme listed the <interface>Preferences Dialog</interface>.
cs: Pokud spustíte hru <application>Čtyři-v-řadě</application> z příkazového řádku, poskytne vám vodítko v případě nějakého problému ve vašem novém tématu. Pokud je vše bez problémů, najdete nové téma v seznamu v dialogovém okně <interface>Předvolby</interface>.
de: Falls Sie <application>Vier gewinnt</application> aus einer Befehlszeile starten, erhalten Sie Anhaltspunkte zu irgendwelchen Problemen, die im Zusammenhang mit Ihrem neuen Thema auftreten. Falls es keine Probleme gibt, wird Ihr neues Thema von nun an im <interface>Einstellunsdialog</interface> aufgelistet.
sr@latin: Ako pokrenete <application>Četiri u nizu</application> iz komandne linije, igra će vam dati nagoveštaje o bilo kojim problemima koje ima sa vašom temom. Ako problema nema, naći ćete vašu novu temu na spisku tema u <interface>prozorčetu sa postavkama</interface>.

source: Have fun!
cs: Užijte si zábavu!
de: Viel Spaß!
sr@latin: Uživajte!

source: Network Games
cs: Síťové hry
de: Netzwerkspiele
sr@latin: Mrežne igre

source: Four-in-a-Row support networked multiplayer games which is provided by <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink>. By connecting to a Four-in-a-Row server on the Internet, you can challenge other players in multiplayer games. For news, updates and a list of servers to connect to, see the <ulink type="http" url="http://www.mate.org/projects/mate-games/">mate-games website</ulink>.
cs: Čtyři-v-řadě podporuje sítové hry pro více hráčů, které poskytuje <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink>. Díky připojení k serveru Čtyři-v-řadě na Internetu můžete vyzvat k souboji další hráče. Novinky, aktualizace a seznam serverů, ke kterým se můžete připojit, najdete na <ulink type="http" url="http://www.mate.org/projects/mate-games/">webu mate-games</ulink>.
de: Vier-gewinnt unterstützt den Netzwerk-Mehrspielermodus für Spiele, die von <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink> bereitgestellt werden. Wenn Sie sich im Internet mit einem Vier-gewinnt-Server verbinden, können Sie im Mehrspieler-Modus andere Spieler herausfordern. Über Neuigkeiten, Aktualisierungen und eine Liste der Server, mit denen Sie sich verbinden können, informiert Sie die <ulink type="http" url="http://mate-desktop.org/">Website der MATE-Spiele</ulink>.
sr@latin: Četiri u nizu podržava i mrežne igre za više igrača koju obezbeđuje <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Zona igre</ulink>. Povezivanjem na server Četiri u nizu na Internetu, možete izazvati druge igrače u igrama sa više igrača. Za vesti, ažuriranje i spisak servera za povezivanje, pogledajte <ulink type="http" url="http://www.mate.org/projects/mate-games/">veb stranu Gnomovih igara</ulink>.

source: To start the multiplayer game of Four-in-a-Row, select <menuchoice><guimenu>Game</guimenu><guimenuitem>Network Game</guimenuitem></menuchoice> on the Four-in-a-Row menu.
cs: Pokud chcete začít hru pro více hráčů, zvolte v nabídce <menuchoice><guimenu>Hra</guimenu><guimenuitem>Síťová hra</guimenuitem></menuchoice>.
de: Um Vier-gewinnt im Mehrspieler-Modus zu starten, wählen Sie <menuchoice><guimenu>Spiel</guimenu><guimenuitem>Netzwerkspiel</guimenuitem></menuchoice> im Vier-gewinnt-Menü.
sr@latin: Da pokrenete Četiri u nizu igru za više igrača, odaberite <menuchoice><guimenu>Igra</guimenu><guimenuitem>Mrežna igra</guimenuitem></menuchoice> iz glavnog menija.

source: Connecting to a Four-in-a-Row network server
cs: Připojení k síťovému serveru Čtyři-v-řadě
de: Verbinden mit einem Vier-gewinnt-Netzwerkserver
sr@latin: Povezivanje na mrežni server Četiri u nizu

source: The Four-in-a-Row connection dialog is shown initially when starting a new network game. This dialog allows you to select a server to connect to, and the username that you will have while connected to that server.
cs: Na úvod nové síťové hry se objeví připojovací dialog. V dialogovém okně si můžete vybrat server, ke kterému se chcete připojit, a uživatelské jméno, které chcete během připojení k serveru používat.
de: Der Verbindungsdialog von Vier-gewinnt wird beim Start eines Netzwerkspiels angezeigt. Dieser Dialog ermöglicht Ihnen, einen Server für die Verbindung und einen Benutzernamen für die Zeit der Verbindung zum Server auszuwählen.
sr@latin: Pri pokretanju nove mrežne igre, prvo se pokazuje prozorče za povezivanje. Iz ovog prozorčeta možete izabrati server za povezivanje i korisničko ime koje ćete imati kada se povežete.

source: It is possible to connect to a server with either a guest account or a normal registered account. Guest accounts allows you to anonymously login, while a normal login account allows you to reserve your own username which is protected by the password that you choose.
cs: K serveru se lze přihlásit buď přes účet host nebo přes normální registrovaný účet. Jako host se přihlásíte anonymně, zatímco normální uživatelsky účet vám umožní si rezervovat, dle svého výběru, své vlastní uživatelské jméno chráněné heslem.
de: Es ist möglich, sich entweder über einen Gastzugang oder einen normal registrierten Zugang mit einem Server zu verbinden. Gastzugänge ermöglichen die anonyme Anmeldung, während ein normaler Zugang die Anmeldung mit Ihrem registrierten Benutzernamen erlaubt, der durch das von Ihnen gewählte Passwort geschützt ist.
sr@latin: Moguće je povezati se na server sa bilo gostinskog naloga ili kao normalni registrovani nalog. Gostinski nalozi vam omogućuju anonimnu prijavu, dok vam normalni nalozi dozvoljavaju da rezervišete vaše korisničko ime zaštićeno lozinkom koju odaberete.
